{"utterances": ["Hello, have you seen the movie Jurassic World?", "Helo there, yes I have and I like them all. Did you know dinosaurs in Jurassic Park only apperad for 15 minutes?", "Wow that is pretty short in a movie that is all about dinosaurs don't you think?", "haha I know. And the Jurassic Park ride cost twice as much as the whole movie", "That is insane, but I heard that is cost like $110 million, that is a ton of money", "Yeah pretty insane. Do you know how they generated the raptors in the movie?", "[[blender2-3B:test-topical-0]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello do you like Black Panther?", "Great movie. Saw it twice in theatres. It made a whole bunch of money", "Nice, yes I recently watched it again since I found it on netflix, great movie. Did you know Black Panther is the wealthiest super hero?", "[[blender2-3B:test-topical-1]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["I am a big fan of tennis. I even have a tennis shirt that was made by Rene Lacoste.", "It was made by a tennis player? that is suprising, didnt know that, tennis is a great sport, I love it as well", "Only one black man has won the US open - is that not crazy? back in 68", "That is crazy, I wonder why that happens, have you ever played Nintendo?", "I have played Nintendo. It was originally a playing card company!", "It was? I knew them only because of the gaming system, its a good thing the company has a large cash reserve", "[[blender2-3B:test-topical-2]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hey, I love the Lions and the teammate Ndamukong Suh.", "I am from Chicago so I must hate the Lions. Bear down! He eventually signed with the Rams.", "Oh nice! I am a huge Packers fan from California! Ha. Ndamukong spent three years with the Dolphins.", "How do you become a packers fan in California? It is in my blood to despise them.", "I know, it's a weird thing! I should be a Rams fan.", "Did you move from Wisconsin?", "[[blender2-3B:test-topical-3]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, Lets talk about Football. There is a locker room at the university of Iowa painted Pink", "That is weird. Do you happen to know why that is?", "[[blender2-3B:test-topical-4]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, do you like college foot ball?", "Yeah but i don't get to watch at all. How about you?", "I do love it and watch it all the time. Do you have a favorite team?", "I don't who's yours. Did you know the Iowa visiting locker room is painted pink.", "I am an Illinois fan. We have not had much to cheer about lately. I heard rumors about the locker room. I wonder if it works.", "Not on me it was just make me made and want to make sure i won! How about you?", "[[blender2-3B:test-topical-5]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["hey there do you like Tom Brady? I love him I'm glad he wrote a book", "Hey there, I like him too he is a great player. And he seems to like avocado icre cream a lot", "haha I want to eat that! its crazy that he's 40 and still in that good shape, must be the avocado!", "Maybe they say it is super healthy. I guess his book is being dubbed as the Athlete's Bible.", "yup you're right, do you watch a lot of football games btw?", "[[blender2-3B:test-topical-6]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "I am fine too", "Do you like watching movies?", "Sure. Mystery,Comedy. Sci Fy, Action", "Have you seen Jurassic World: Fallen Kingdom?", "[[blender2-3B:test-topical-7]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello there, do you watch the NFL?", "Hi, no I don't watch it. Do you?", "Yes me too from time to time. Curious fact, the U of Iowa visitor locker room is painted pink.", "That's funny. Do you think that was done to humiliate their opponents?", "[[blender2-3B:test-topical-8]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["did you know that a deaf quarterback came up with the huddle? I guess it would block the other team from seeing his hand signals", "That's an interesting fact. Do you enjoy football and the nfl?", "Football is ok, I don't really like the NFL but I tolerate it, what I think is crazy is there is only 1 left-handed quarterback that plays in the NFL right now, I wonder if that gives him an advantage", "Well the NFL has done a decent job as it is now recognized as among the 4 major sport leagues in North America.", "yes that is true, they definitely are successful, I guess I don't get why so many people watch NFL games when there is, on average, only 11 mins of actual football gameplay in a whole game", "It may because they put a lot of dedication into their profession. Did you know that nfl implant chips into player's shoulderpads to record their everymove to use their data for better plays and understanding of football? They even put them in the footballs themselves", "[[blender2-3B:test-topical-9]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I am a fan of the game. What about you?", "Nice me too. Did you know women can play as well?", "No I actually did not know that was a fact. I was curious if any woman has ever tried out for a team.", "I wonder too and if they have tried they must not have made it yet. Do you know what the highest score in college football is?", "[[blender2-3B:test-topical-10]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["I am sad the NFL is over until the fall. Watching the 32 teams compete till there is one final champion is so much fun", "Yes, I enjoy going to the games! What are your favorite teams?", "I like the Redskins but the 11 minutes of actual gameplay can seem like it takes hours.", "lol, I know exactly what you mean! omg its can be so frustrating!", "When I was a kid I always wanted to play in the NFL, but my goal of being the first female player was not to be.", "Aww, that's a shame, there is no rule against it. Thank goodness! What position do you like?", "[[blender2-3B:test-topical-11]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hey, did you know there is a species of fish that is immortal? How cool is that?", "Really? Where is this species found?", "Im not 100% but i believe not too far from Japan.", "Are dolphins considered fish?", "No i dont think so as they are mammals and not fish.", "What about octopus what are they considered?", "[[blender2-3B:test-topical-12]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hi, do you enjoy watching Football?", "At times, yes. I'm primarily a Bronco's fan, though, so I don't see a lot about other teams unless we play them.", "That's cool, the Broncos aren't the same without Peyton Manning though, in my opinion.", "That's an understatement! I mean, I know the QB is an important position, but losing one player like that shouldn't make the team crumble.", "True, but he was iconic. What do you think about the Patriots?", "[[blender2-3B:test-topical-13]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["hey there are you going to watch the academy awards this year?", "I would love to watch it, I don't know when it is though. I think the last Academy Awards was in early March 2018, so I anticipate it would be coming up in a couple/few weeks then?", "I think it is late Feb actually, and yes they give out like 24 awards", "That's so cool. I think I heard Walt Disney has received the most Oscar nominations out of anyone, ever. He once got a special Oscar (for Snow White) that was a statue of Snow White and the Seven Dwarves", "Yes I think you're right, I also like Blazing Saddles it was nominated for 3 oscars", "I've actually never seen Blazing Saddles, is it any good? Who's in it?", "[[blender2-3B:test-topical-14]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hey, have you heard about that new lifestyle plan that Tom Brady came up with?", "Hi! No I have not. What is it?", "He's called it \"The TB12 Method\". Sounds a little crazy to be treating football as a lifestyle.", "Do you know how many teams are in the NFL?", "[[blender2-3B:test-topical-15]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["do you watch football?", "I sure do. Do you know the U of Iowa painted the visitor locker room pink?", "I wonder if that is supposed to have some effect on the opposing team", "I wonder too. Did you know bowlers made more than football players in the 60s?", "Yes I guess football was not as popular back in the day as it is now", "True. Do you know what the highest score in college football is?", "[[blender2-3B:test-topical-16]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you? Do you like football?", "Yeah Football is pretty cool and fun to watch. Can't say I would be willing to make a religion out of it though.", "Did you watch the Superbowl?", "[[blender2-3B:test-topical-17]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Are you a fan of rock music?", "I love it! It is my favorite!", "Me too! I grew up right through the 80s and graduated in 89 so it was really popular then. The state rock song of Oklahoma is \"Do you Realize\" by the Flaming Lips. I didn't even know that states had their own rock songs. LOL", "I didnt know that either. I wonder if Florida has one. Or if it does do I really want to know?", "[[blender2-3B:test-topical-18]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Did you know elmo testified before congress?", "No, I didn't. Who is elmo by the way?", "elmo is a character on sesame street", "Interesting. No I didn't know, what did he testify about?", "[[blender2-3B:test-topical-19]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you today?", "I'm doing well, thanks!! How about you?", "Doing great. Did you know that Iowa has painted their opponents locker room pink?", "No I didn't. Do you happen to know the reason why?", "Just guessing that pink would make the players calmer, less aggressive. I think I would retaliate by shutting of Iowas hot water.", "Ha Ha!!! Thanks. Do you follow soccer at all these days?", "[[blender2-3B:test-topical-20]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you today? Do you follow football?", "I'm good, thanks for asking. Yes, I watch a little football. How about you?", "I try to watch playoffs, maybe the Super Bowl. Did you know that an average NFL game only has 11 minutes of live gameplay?", "OMG, I could swear that last Superbowl I watched lasted three hours. So much wasted time!", "Yeah, that halftime show really stinks up the joint too. The nfl has no written rule against female players; women would in fact be allowed if they met the league's eligibility requirements. Can you imagine a woman in the Super Bowl?", "[[blender2-3B:test-topical-21]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["hello did you know the presidents guest house is bigger than the white house?", "Hi, I had heard that. I guess he wants his guests to be very comfortable? I've seen the White House and it is small, I've seen bigger private homes.", "Oh nice, I have never seen it.", "I went on a school trip as a kid. It was small to me even then- still impressed me- just small.", "Did you know the president of indonesia had 3 pop albums?", "[[blender2-3B:test-topical-22]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Good morning, do you like poetry?", "I think I would be lying if I said yes, I have a passing interest in poetry at best.", "Haha same here. Did you know there is a poem that when read normally it's depressing, but read backwards, it's inspiring?", "[[blender2-3B:test-topical-23]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Did you know that the University of Iowa's locker room is painted pink? I wonder why?", "I think I did hear something about that. I imagine it is an attempt to psych the other team out.", "So, it would be in the visiting team's locker room but not their own?", "Right. Teams do all kinds of things to bother the competition. I've heard of teams having heated benches in the winter for themselves but not for the visitors.", "I would hate a cold bench. Then again, I wouldn't want to be some place that cold or watching football.", "I'd rather watch it inside where it's warm. Have you heard about the Georgia Tech-Cumberland game of 1916?", "[[blender2-3B:test-topical-24]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "I do. I'm a big Patriots fan!", "Nice. I assume you like Brady then too? He is a obok author now as well.", "[[blender2-3B:test-topical-25]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of the Beatles?", "I like their music once in a while. They have the best selling album of the2000s.", "I find that amazing considering the last album they recorded was in 1969! Did you know that the Beatles stopped touring because sound amplifiers, at that time, could not keep up over the screaming?", "Interesting! I find it fascinatingalso that the Beatles couldn't read music.", "I wonder how many other major musical stars cannot read music? I can't read music or play either although I have an old player piano.", "[[blender2-3B:test-topical-26]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Did you watch any of the new Holiday movies over the Christmas period?", "Hi! Yes, I did! So many, one of my Favorites however, is the classic Nutcracker! You can never go wrong with that. How about you?", "I did not see that one, my daughter will want to watch it though. Maybe we'll wait to stream it next Christmas.", "Oh its, great. Im sure she will enjoy it. I didnt know Morgan Freeman was in it, he was great!", "I'd like to see that Bohemian Rhapsody movie too, probably not great, but it's fun to hear toe songs again.", "Oh, I havent heard of that one! Do you know who is in it?", "[[blender2-3B:test-topical-27]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Radio is such a fascinating technology.", "Good Morning, yes radio is great. I was a DJ on the radio!", "That is so cool! I always thought that would be a very stressful job since you are always live on the air.", "It could be at times, I remember when I was at the Ohio School for Radio back in the 80's. I had to do the earliest show, and it was one thing waking up so early to do a 6am shift, let alone the teachers taking out the needles for the records, so I couldn't play anything and had to talk.", "Wow..that is crazy. Did you ever play any of the old radio dramas?", "[[blender2-3B:test-topical-28]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi there, have you ever seen Jurassic Park movies?", "Yes, I have. There good! Have you?", "Yeah I have seen some of them. The dinosaurs appear only for 15 minutes in the movies", "Interesting. Those movies keep you glued to your seat. Interesting the velociraptors were only waist high to an adult.", "Yeah, and yet we think they were so big, all of them. Do you know how they got the Raptors in the movie?", "[[blender2-3B:test-topical-29]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["hi how are you doing? do you like cars?", "I am ok, yes I like cars a lot, I even have a huge car collection of toys cars, I was saving for years.", "i dont have a car at the moment. i do like cars though. what do you think of south africa?", "Wow that something that it's legal to equip car with flame throwers to prevent carjacking.", "i wonder how many people actually do that. it cant be cheap to do it and maybe other people could get hurt.", "Yes you are right, I wonder Jann Mardenborough became a professional race car driver by beating 90,000 people in a video game?", "[[blender2-3B:test-topical-30]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hey there have you seen the TV show The Flash?", "I have actually, and I like it. Did you know he rusn so fast that he outran death itself?", "LOL I didn't know that. No I've never actually seen the show. I do know someone told me that it was good though. Do you think I should watch it", "I think so, at least give it a try. Yeah he outran death by running past entropy and into the next universe", "That's pretty cool. I guess the main character's name is Allen? And he uses his super speed to fight criminals", "[[blender2-3B:test-topical-31]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of the Avengers?", "Not really, but I know it's a great movie franchise.", "I was turned off of the series by Ironman; I don't like Robert Downey Jr.", "They have so many characters. I think they could substitute actors in the characters anytime they want, so don't fret about Downey.", "Who do you think will be the one who gets killed off?", "[[blender2-3B:test-topical-32]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["You play video games?", "Heck yeah, Playstation gamer here", "Cool, haven't really played since the Xbox original... LOL", "Not even nintendo?", "[[blender2-3B:test-topical-33]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Did you know that there is a TV series about the \"religion\" of football practiced by Tom Brady.", "That's crazy. People are really passionate about football, I guess. Did you know another Patriots player, Benjarvus Green-Ellis, never fumbled the ball once in his entire career?", "That is so rare! Brady and his wife both eat and exercise for optimum life style and performance. They even eat avocado ice cream", "That sounds delicious! I wonder if she'd ever play football? Did you know women are technically allowed to play in the NFL?", "[[blender2-3B:test-topical-34]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["hi do you watch the nfl?", "I sure do. DO you know how many teams are in the nfl?", "Yes there are 32 teams divided between NFC and AFC", "Right. Did you know women can play?", "[[blender2-3B:test-topical-35]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Do you know much about Google and the AI they're creating?", "Hi, I like Google, I dont think I know much about the AI they are creating, besides their self driving cars.", "Well, that's not something to worry about. But google is a very big company impacting lots of people's lives.", "Why wouldnt that be something to worry about?", "Well, google went down for about 5 minutes at one point, and it took down 40% of web traffic with it.", "Oh thats why I shouldnt worry about self driving cars as articial intelligence? That makes sense lol", "[[blender2-3B:test-topical-36]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["good morning", "Hello. Are you a fan of jazz?", "[[blender2-3B:test-topical-37]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hey, did you see the new Deadpool 2 movie? It came out this year.", "No. I was surprised to find out it was R rated and not only that the highest grossing r rated film not directed by james cameron or george lucas!", "Yes, that surprised me too. Did you know the movie cost less to make than did the video game?", "[[blender2-3B:test-topical-38]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Who knew Brady was so Spiritual, Did you know not only is he a famous football player he has been successful in writing and now in a deep spiritual quest. I Love him :)", "I think he is certainly a dominant force in football. He is hard to beat.", "Yes! He is unbelievable! Brady and The Patriots are favored to win in the Super Bowl LII. I can see it... also, have you tried avocado Ice cream?! Its one of Bradys fav flavors ha,ha its not bad ive tried it.. Have you?", "[[blender2-3B:test-topical-39]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch the NFL?", "Ho there, yes I do very much so. DO you have a favorite player?", "Yes I sure do, I really like Brady a lot as a player. And you?", "Nice me too, I love the guy a lot. Do you know his favorite ice cream flavor?", "It is what is super healthy, avocado. He is very dedicated to a healthy diet for sure", "Yes he sure is. Did you know he wrote a book also now?", "[[blender2-3B:test-topical-40]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi! Did you watch the new Wonder Woman movie?", "no, i have not seen it. i have heard some good things about it though. You?", "I have not, but I saw the star, Gal Gadot on the talk show circuit promoting the movie.", "she is great for the part! i bet she did a great job. what other movies has she been in, do you know?", "[[blender2-3B:test-topical-41]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, do you know much about the box office?", "In fact, I was recently studying up on box offices. How about you?", "I know a little bit. With over $8.5 billion worldwide in film earnings, Tom Hanks is the highest all-time box office star.", "The guy is a money machine. He has the golden touch. He could just stand there and the money would flow in for a film.", "I agree. Did you know Disney once thought about shutting down its animation studio after Sleeping Beauty was a box office failure?", "[[blender2-3B:test-topical-42]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello! Are you a big football fan? :)", "Hi there, I am a fan, but not a huge fan, I do follow my team closely though. How about you?", "I used to be more into it when I was younger. I lived in Louisiana for a while so it's funny they brought up the Saints. What's your team?", "I am from Wisconsin, so I follow the Packers, we didn't even make the playoffs this year, so disappointing.", "I bet! The packers fans seem to be really into football, very dedicated to their team. Have you been to any NFL or college games? I've passed by the super dome in Louisiana.", "[[blender2-3B:test-topical-43]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["DO you like NFL?", "Yes I do. DId you hear they are placing chips on the players now?", "What for? I imagine that is when they are playing", "Yes during the games to track velocity and rotation and such", "Nice I wonder if they can use that to make the game safer", "Me too. Did you know Matt Patricia is an astronaut turned coach?", "[[blender2-3B:test-topical-44]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL? Do you have a favorite team?", "I do! I love the Cowboys. How about you?", "I love the Cowboys as well, what do you think about their current season?", "The played pretty well this past season, it was a bummer they didn't make it far in the playoffs. But I guess it wouldn't be a Super Bowl without the Patriots involved somehow.", "I hate the Patriots, they are always in the Superbowl and usually win it, it makes the league a lot less compettitive, what are your thoughts on O.J Simpson?", "[[blender2-3B:test-topical-45]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "[[blender2-3B:test-topical-46]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hard to believe that the Patriots just won the Super Bowl again. I wonder how Tom Brady is still so good given his age.", "Good morning, I love Tom Brady, he's like the energizer bunny, he just keeps going and going and going...Lol Didn't realize he was so spiritual, did you?", "I thought football was his religion. At least that's what his friend Gotham Chopra says.", "Well, he said in a version of the spiritual episeode, that he does want to know why we're here, where we're going, trying to find that deeper purpose. That's pretty spiritual to me.", "I guess you're right. Have you read Tom's book \"The TB12 Method\"?", "No, have you?", "[[blender2-3B:test-topical-47]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you this morning?", "Great! Hope you're doing well! So do you follow association football aka soccer? Hard to believe it makes more money than golf, tennis, football, basketball, baseball and hockey combined!", "I watch a little soccer. I didn't realize it made so much money.", "It's crazy, isn't it? I guess that's why Mesut Ozil donated his entire world cup victory bonus to pay for the surgery of 23 children in Brazil. Must have been pocket change considering!", "[[blender2-3B:test-topical-48]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["I'm not a big comic fan and I've only seen the first Spider-man movie, but I'd like to see more of them.", "Do you like Captain crunch?", "[[blender2-3B:test-topical-49]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hi do you like movies?", "Good Afternoon! Yes, I do enjoy movies and I try to watch a new release at least once a month. You?", "That is cool, do not do it as often. One of the ones that I admire the most is star wars series which started in 1977", "For sure - Star Wars has been an epic anthology, save for the middle 3 (first 3), but I did enjoy all of them and can't wait for the new ones!", "It is still alive!! Did you know that back in 2013 it was dubbed in Navajo?", "I did not know that - I wonder how many languages it has been translated to? Or how many countries it's been released in - fascinating!", "[[blender2-3B:test-topical-50]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["But seriously, who doesn't like fantasy lit? I was surprised to find out it's a pretty modern genre, with most written since the 1960s.", "I cant recall any lol, and yeah, I cant believe its a modern genre I wouldnt know what to do without fantasy in my life,", "I read a lot of fairy tales when I was a kid. Would they be classified as fantasy?", "Yeah I think they are, speaking of GOT, you know that George R.R Martin was unsure about putting dragons into the mix, good thing he did,", "No kidding. They make great TV. But I would like to read his books, as well. I imagine they're pretty good. Have you read the books?", "[[blender2-3B:test-topical-51]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, how are you. Are you a movie fan? Have you seen Deadpool 2?", "I watch movie once in a while. YOu?", "I am a huge movie/Marvel fan. In Deadpool 2, there is a scene where Deadpool kills Ryan Reynolds (who plays Deadpool).", "I have not watched the movie. But I know that the deadpool videogame cost more to make than the deadpool the movie", "Oh my god, Really??? That is crazy. Deadpool has made more money than any other R rated movie, not directed by James Cameron or George Lucas.", "[[blender2-3B:test-topical-52]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi are you a fan of listening to soundtracks?", "Sometimes - I definitely loved the Dirty Dancing Soundtrack but not so much the Phantom Menace one.", "lol I love a lot of those soundtracks from the 80s because I was a teenager then. It's like listening to chapters of my life. Did you know that Steven Spielberg played the clarinet on the Jaws soundtrack?", "[[blender2-3B:test-topical-53]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["I really enjoy writing poetry - I can relate to poets of centuries ago", "Hi, that's cool. Do you enjoy reading it as well?", "[[blender2-3B:test-topical-54]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["do you like robots?", "They are interesting. do you know who invented the word?", "I am not sure of that actually, who was it?", "it was Isaac Asimov, the word was robotics", "Nice. Michael Jackson planned to built a robot of himself, it was 50 foot tall", "Nice, but did he have a reason for that?", "[[blender2-3B:test-topical-55]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch star wars?", "Hey there I do like Star Wars. I've seen all the movies, what about you? I really like the first one the best though.", "Yes, I have seen all of the star wars series too!", "Which movie is your favorite? It's funny that Star Wars was thought to be a flop, and so 20th Century Fox gave the merchandising rights to George Lucas, then he became a billionaire due to that LOL", "[[blender2-3B:test-topical-56]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hello there, do you watch the NFL", "Hello, yes I do. DO you know Tom Brady, the Patriots guy?", "[[blender2-3B:test-topical-57]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["you can't dispute that NFL is a leader when it comes to sports in North America", "Of course not", "I like the fact that the NFL allows women to join their league", "They are totally ahead of their time on that front. But how about those cheerleaders having to leave the restaurants?", "[[blender2-3B:test-topical-58]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hey do you like Disney movies? I guess the name Minnie Mouse is actually short for Minerva", "Her mother must not have liked her! Yes, I am a Disney fan. Amazing how big it has grown in less than 100 years!", "yeah! it was founded back in 1923 and it is definitely approaching 100 years. That seems really insane to me", "It definitely has established itself as a leader in the animation industry. Everyone knows who they are and has seen a Disney movie!", "Yes I agree! What is your favorite Disney movie by the way? I really like The Little Mermaid and Beauty and the Beast", "[[blender2-3B:test-topical-59]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like television?", "I do. I love watching SNL - especially the weekend update.", "I love SNL. Did you know when South Park aired the Family Guy episode, they received flowers from the Simpsons crew?", "[[blender2-3B:test-topical-60]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi good afternoon! Do you like Spiderman? Like other Marvel characters he was created by Stan Lee.", "Hi! Yes! I love all the superhero movies! Stan lee was so creative an amazing he did such great work within the Marvel Company", "Awesome! Spiderman first appeared in the anthology comic book Amazing fantasy number 15.", "Wow, I didnt know, I did know that Stan Lee wrote 15 dc comics! isnt it incredible?!", "[[blender2-3B:test-topical-61]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, Do you like the Piano? I have been playing for years.", "Is there a piano in \"come together\" by the Beatles?", "Electric piano I think. It was made for the 1969 california governor campaign", "Yeah...it sounds good. Wasn't Timothy Leary a drug guy?", "[[blender2-3B:test-topical-62]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Do you know who Julia Mancuso is?", "I just know that she is the most decorated women's skier.", "She is. Did you know she retired right before the Olympics?", "[[blender2-3B:test-topical-63]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["How's it going, are you a football fan? Tom Brady recently released a book of his TB12 Method detailing his workouts and diet", "He did? I bet it's a best seller. That guy has so many followers and fans. I don't know the TB12 Method though.", "Yea the TB12 method is pretty popular, I guess he considers it part of his spiritual quest", "He is on a spiritual quest? Isn't he already fully committed to a faith of some sort?", "[[blender2-3B:test-topical-64]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you?", "I'm good thanks. Are you a football fan?", "Not a die-hard fan but I keep up with it. What about you? I have some trivia about football if you're interested.", "I'm about the same. Sure, I'd like to hear it.", "Do you know about the tracking chips the NFL uses during the game?", "[[blender2-3B:test-topical-65]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like Marvel?", "Oh yes very fun company! I am happy with how the Walt Disney company has handled things since acquiring them in 2009.", "Me too. I saw Marvel started in 1939.", "Yes it has been around for a while. But at that time they were called Timely Publications.", "Very cool stat right there. They once created a superhero for a boy who was deaf.", "Such a nice thing to do. Are you referring to blue ear? I love when companies do things like that.", "[[blender2-3B:test-topical-66]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "I do. I enjoy swimming in summer with my grandchildren. I also enjoy watching swimming competition in the Olympics.", "That is sweet. Who is your favorite swimmer athlete?", "[[blender2-3B:test-topical-67]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["You heard of the electronic music group The Thievery Corporation? theyre starting to blow up apparently", "I head they devoloped a greatdoundtrack for a big weeding in Cheve Chase Md.", "Yes they did. I think they're going to be very famous in the future. What kind of music do you listen to do you like jazz?", "[[blender2-3B:test-topical-68]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there! Looking forward to chat with You! :)", "Good morning! Did you know that an early typewriter was called a \"literary piano\"?", "lol - I guess there are certain similarities ;) it's got.... keys...? ;)", "Yes. And in 2005, a mute man was found wandering somewhere in England and he could only communicate via piano, so that's kind of like the opposite - a piano being used like a typewriter.", "wow now that's an interesting allegory ;) I wonder how did he communicate... I mean... was he forming words somehow with keys?", "[[blender2-3B:test-topical-69]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Did you hear that the Patriots football team in the NFL won the superbowl?", "Yeah, again. Lol", "I wonder if it is because of prayer that they win?", "Well, Brady does have that TB12 method.", "What's a TB12 method?", "[[blender2-3B:test-topical-70]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["The Razzie awards are an interesting award show. Have you seen it?", "I haven't heard of them until recently. I think it's a funny concept, to poke fun at some of Hollywood's worst productions, but I feel bad for the nominees! Have you seen them?", "I have only read about them, but I have definitely seen some horrible movies..", "I have too! Have you seen The Room? It's my favorite terrible movie, they actually made a movie about its cult following called Disaster Artist with Tommy Wiseau. Have you heard of this? That definitely deserves a Razzie award@", "[[blender2-3B:test-topical-71]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Do you like to watch football?", "Hello - I love to watch football. What about you?", "Yeah, I like it a lot. Did you know University of Iowa's locker room is pink?", "That is pretty intersting. I wonder how well that works out for the opposing team and if it has any effect?", "I'm not sure. I don't think it would bother me, if anything it would be an impetus to beat the other team bad.", "I agree. Did you know Kellan Moore is the only left handed QB in the NFL?", "[[blender2-3B:test-topical-72]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hey! Are you a football fan?", "Hello, I love football! how about you?", "I watch a little here any there.", "Are you a Tom Brady fan? I have his book, it is basically the new bible!", "[[blender2-3B:test-topical-73]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Good morning! Have you heard of Stan Lee? Did you know that he did cameos in all of the Marvel movies?", "I have! He was such a good writer! I love looking for him in his films!", "I do too and I agree, he was a good writer. Sometimes he even speaks, like in Captain America, the Winter Soldier.", "I didn't know that! What else was he in?", "[[blender2-3B:test-topical-74]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi friend, do you watch the NFL?", "Hey, I am a big fan of the NFL. How about you?", "I love watching the NFL, it may be my new religion. Did you know that Tom Brady has a book called the athletes bible?", "I actually did not know that. Tom Brady is my favorite player and we both graduated from the same school.", "No way, that is awesome. Which school was that?", "[[blender2-3B:test-topical-75]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi! Are you a Beatles fan?", "Who isn't. John did some incredible stuff", "Sure! They were real musical pioneers!", "absolutely, especially with Geoff Emerick as a sound engineer", "Yeah! They were the first to do so many neat things that they redefined what it meant to do sound engineering.", "yeah have you heard the work done on Revolver?", "[[blender2-3B:test-topical-76]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you? How much do you know about the Bible?", "yes I do. It the best selling book of all time", "Did you know that before 1963, it was not uncommon for American students to be required to read from the Bible as part of their elementary education? Times certainly have changed!", "[[blender2-3B:test-topical-77]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello! Did you know professional ballet dancers can go through 4 pairs of shoes in a week?", "That is a lot of shoes and money too. There are 17 ways to tie your shoes too", "And I only know one way! 5000 year old shoes perform better than modern shoes. Go figure.", "Yeah exactly. Bill Nye is the guy that holds the patent to the pointe ballet shoes", "Really? That's pretty crazy! Uggs were originally made for surfers, now they are everywhere!", "[[blender2-3B:test-topical-78]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hi do you like astronomy?", "its very interesting, but this is the first time I have read about the ganymede being so large", "That would be Jupiter's moon? I wonder if Jupiter is one of the five planets visible to the naked eye.", "[[blender2-3B:test-topical-79]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["did you know that Hugh Laurie is the highest paid TV actor ever?", "Hi! No I did not know that, very interesting! I was reading an article about the Patriots Josh McDaniels just might take a coaching position! Do you watch football?", "I do a little bit, I want the patriots to win tomorrow, what about you?", "Yes, I don't follow it very much but I definitely like the Patriots. McDaniels has been one of the highest paid coordinator, crazy!", "ya that is crazy, did you know that Kellan moore is left handed? hes the only one in the NFL", "[[blender2-3B:test-topical-80]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "[[blender2-3B:test-topical-81]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["I am a big fan of literature and reading is one of my hobbies. Do you enjoy books?", "it's a funny thing. i used to read a lot but these days i spend more time listening to music but i have been thinking about getting back into the reading. who are some of your fav authors?", "I enjoy Orwell, Vonnegut, Ira Levin, Stephen King. That's to name a few. Apparently at one point the FDA burned 6 tons of literature in an act of censorship. I find that very depressing.", "i read almost every one of Vonnegut's books a few years ago. i even read his very earliest works before he became so famous. definitely a unique talent.", "I love the way he writes. It's somehow simple and profound at the same time. It's so insightful without ever feeling pretentious. I don't know how he did it. He made the complex simple.", "perfectly stated. there are times it's almost like reading a book for children. yet he is incredibly profound. is he still alive?", "[[blender2-3B:test-topical-82]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a Tom Brady fan?", "Yes, I am. In fact, I heard that Tom Brady treats football as a religion!", "Well his religion, apparently he wrote a book about it called TB12 Method. have you read it.", "Ah that book. Wasn't a book that was branded as an'athlete bible'? I have heard much about the book.", "Well some say that it was kind of cultist. So i not sure i care to read it really. i'll just stick to watching him make great plays.", "We cannot talk about Tom Brady without talking about the football sport as a whole. Did you know that in the 1960s, Top Bowlers made twice as much as Professional football players? Imagine a bowler making twice the amount of Tom Brady!", "[[blender2-3B:test-topical-83]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, have you watched jurassic park fallen kingdom?", "I have! It was great! The huge amount of dragonflies last summer reminded me of that movie lol", "lol It was a great movie! Did you know dinosaurs in the movie only appear for 15 min.", "Really? That is interesting! Also fun fact....Jurassic park were the reason McDonald's super sized their meals....dino sized!", "Oh wow i didnt know that, thats cool lol I didnt know the raptors in the movie had humans inside suits lol", "They did? Wow, I thought it was all camera magic lol! I also loved Jurassic World and couldn't wait for this one to come out", "[[blender2-3B:test-topical-84]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Hey what do you think of Kim Kardashian?", "I like her. I heard she was doing a lot of PR work for the new Yeezys.", "That is cool. I knew her and Paris Hilton were friends but I didn't know she was Paris's assistant and stylist.", "Yes, that's cool. Do you see the Avengers: Infinity War?", "[[blender2-3B:test-topical-85]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, do you like any of the Superhero films?", "Yes I enjoy many of them. Which one is your favorite?", "It's hard to choose one, I really like the Captain America and the Iron Man movies, how about you?", "While my favorite is Hulk, I did really like the Captain America movie. It's the best of both worlds because he meets up with Tony Stark.", "Yes true. Thor is pretty good as well, the hulk was seen as an immense green symbol of kinship to Thor in the movie.", "I really enjoyed the relationship that Thor and Hulk had in Thor: Ragnarok. I really think they worked well together? If they had to square up and fight who do you think would have the upper hand?", "[[blender2-3B:test-topical-86]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi! Have you ever played fantasy football?", "I have! It can be addicting. lol", "My brother got seriously into it, I myself havent played much.", "It is fun. It makes watching football take on a whole different level.", "There is fantasy for just about everything, including congress and the spelling bee", "Wow. I didn't know that. I wonder how the spelling bee works? lol How does the fantasy congress work?", "[[blender2-3B:test-topical-87]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Howdy! Are you a fan of football?", "Yeah i love it. what do you think of tom brady?", "No denying his brilliance on the field of play or many accomplishments.", "Yeah he apparently has book called the Athletes bible.", "Have you read it? I hear it is his method of pursuing high performance.", "[[blender2-3B:test-topical-88]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 2}
{"utterances": ["Avengers Infinity War was a great movie, I really loved that film", "Yes, Lou Ferrigno has been voicing the hulk for decades. Do you like Marvel Comics?", "[[blender2-3B:test-topical-89]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["Good evening. Do you like film? Cinematography in ancient greece actually translates to movement.", "Yes i love film. Wow thats good to know. I hear no woman has ever been nominated for the academy award for best cinematography", "I guess they prefer to be in the shot of the camera! James Wong accomplished a lot as he pioneered the use of wide angle lenses!", "thats interesting. Do you like robots?", "[[blender2-3B:test-topical-90]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there are you a Star Wars fan?", "I am! Are you? Have you seem the young Han Solo movie?", "I have seen it. Actually watched on Netflix recently. I liked it!", "Nice! I have not seen it yet. I was just reading a review on it actually.", "It's worth checking out. The combined box office revenues from all the Star Wars films have brought in over $8.5 billion dollars!", "That is a lot of money! Did you know that 20th Century Fox agreed to forgo a $500k directing fee to let Lucas keep the licensing and merchandise rights?", "[[blender2-3B:test-topical-91]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a football fan?", "Hi! I watch it from time to time, are you? Have a favorite player or team", "I only watch a little. I dont really have a favorite player.", "I think a famous one is Tom Brady, especially with the release of his docuseries called \"Tom vs. Time\", have you seen or heard about it?", "[[blender2-3B:test-topical-92]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["The sun is quite fascinating. Don't you agree?", "Absolutely. It is a hot star at the center of the Solar System, after all.", "It is. Did you know it is actually white and only appears yellow?", "[[blender2-3B:test-topical-93]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["How are you? Do you like the NFL?", "I do, I like watching football every sunday when its on, do you?", "I love watching football too. Did you know the NFL has no written rule against females playing?", "I always wondered that! why arent there any players you think?", "I'm not too sure on that one. The average NFL game only has 11 minutes of live gameplay.", "did you know an average engineer will make more over his lifetime than an NFL player?", "[[blender2-3B:test-topical-94]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["hi, do you like tennis?", "Hello - I do like tennis. What about you?", "yeah me too. do you like serena williams?", "Yep I think she is really good at tennis.", "yes she is for sure. did you know she was pregant when she she won the 23 grand slam?", "[[blender2-3B:test-topical-95]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a NFL fan?", "I am not. Are you?", "Yeah I enjoy watching the NFL.. I think there's 32 teams in the NFL.", "What is your favorite team? It is surprising how much the NFL has gained in popularity. In the 60s, top bowlers made twice a much as top football stars.", "[[blender2-3B:test-topical-96]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Do you watch football religiously?", "I love football! The world loves football! It is played around the world!", "Yeah! Around the world football is often referred to the sport we call soccer. Which do you prefer?", "I prefer the one that is played by everyone, but the other sounds like it could be fun too. Have the American women won much?", "Don't think there's a WNFL anywhere, even though females are technically allowed to play, how would you feel if you saw a female player in the nfl?", "[[blender2-3B:test-topical-97]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
{"utterances": ["hey there, do you know disney company?", "Yes, somewhat. I know they fired James Gunn of Guardian of the Galaxy fame.", "Do you know what the real name of minnie mouse is?", "[[blender2-3B:test-topical-98]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender2-3B", "contradictory_label_count": 0}
{"utterances": ["Have you seen Thor?", "hi how are you? i have not seen thor?", "I've seen it. The first one is good, the second one, not so much.", "I dont really like the superhero films. too many explosions, too many battle scenes. it gets old.", "Yeah, they get old really quick. I'm in the same camp. I did like how the Batmans with Bale were done though. What about you?", "[[blender2-3B:test-topical-99]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender2-3B", "contradictory_label_count": 3}
