{"utterances": ["Do you think what Nick Saban did to the ESPN reporter was ok?", "I was wondering the same thing. I think personally that it was definitely wrong to snap even if you have a legitimate reason to be so tense.", "Exactly. you can have some sympathy, without telling them what they are asking you, but reposters can be intense.", "Yes definitely but it's just general wisdom to try to maintain patience and meet frustrating situations with a level head of course. But then again, he did apologize so it's not like he's some bad guy at all.", "Do you think Saban will call the reporter and apologize?", "[[blender3-30B:test-topical-0]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Good morning, do you like poetry?", "I think I would be lying if I said yes, I have a passing interest in poetry at best.", "Haha same here. Did you know there is a poem that when read normally it's depressing, but read backwards, it's inspiring?", "[[blender3-30B:test-topical-1]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "I am fine too", "Do you like watching movies?", "Sure. Mystery,Comedy. Sci Fy, Action", "Have you seen Jurassic World: Fallen Kingdom?", "[[blender3-30B:test-topical-2]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you tonight?", "good, what do you think about womens hockey?", "I don't know much about hockey. I suppose the women's game has its appeal.", "same, did you know they play in the Olympics?", "[[blender3-30B:test-topical-3]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hard to believe that the Patriots just won the Super Bowl again. I wonder how Tom Brady is still so good given his age.", "Good morning, I love Tom Brady, he's like the energizer bunny, he just keeps going and going and going...Lol Didn't realize he was so spiritual, did you?", "I thought football was his religion. At least that's what his friend Gotham Chopra says.", "Well, he said in a version of the spiritual episeode, that he does want to know why we're here, where we're going, trying to find that deeper purpose. That's pretty spiritual to me.", "I guess you're right. Have you read Tom's book \"The TB12 Method\"?", "No, have you?", "[[blender3-30B:test-topical-4]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hi how are you?", "Im great, do you like Alex Smith?", "I do not know much about him other than he played in Kansas City! Do you like him?", "I do like him yeah, he is the QB of the Redskins and I think he's good", "That is good. Crazy how the average nfl game only has 11 minutes of live game play.", "It does seem like a lot longer than that, did you hear about those tracking chips players have in their shoulders?", "[[blender3-30B:test-topical-5]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey there! Did you see the movie \"Gotti\" with John Travolta? I wouldn't be surprised if you didn't. It apparently was failure among many critics.", "I did not but the reviews did pan it. The reviews on Rotten Tomatoes were not that horrible though", "Hmmm... thought I saw that it got a zero percent on Rotten Tomatoes. Do you use Rotten Tomatoes much?", "[[blender3-30B:test-topical-6]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Do you have a nintendo?", "Yea, have the First Mario kart that came out in 1992 too", "Nice. Did you know that coins in mario kart made you go faster?", "[[blender3-30B:test-topical-7]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Are you a Walt Disney fan?", "Not really as such, but I like some of the Disney creations despite their corporate culture. How about you?", "I used to when my kids were little. I got enjoyment out of seeing them enjoy the movies. They loved the Lion King which was the first Disney film to be dubbed into Zulu for it's release in South Africa.", "I remember being excited when the trailers for A Wrinkle in Time came out, and then forgot all about it. I've got to see that! Have you seen it?", "I've haven't seen that one. During the 70's Disney recycled a lot of their animation frames resulting in identical scenes in some movies. Interesting.", "I think the 70s were the big period of reusable cells, weren't they?", "[[blender3-30B:test-topical-8]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["How's it going, do you swim? People are able to swim weeks after birth", "I'm afraid to ask what Elmo testified to Congress about. Something about funding PBS, maybe?", "Maybe, or maybe elmo cheated on his taxes", "LOL. Sorry, I didn't see your initial comment. No, I don't swim. Do you? I remember the swimming baby on the cover of Nirvana's Nevermind.", "[[blender3-30B:test-topical-9]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL? Do you have a favorite team?", "I do! I love the Cowboys. How about you?", "I love the Cowboys as well, what do you think about their current season?", "The played pretty well this past season, it was a bummer they didn't make it far in the playoffs. But I guess it wouldn't be a Super Bowl without the Patriots involved somehow.", "I hate the Patriots, they are always in the Superbowl and usually win it, it makes the league a lot less compettitive, what are your thoughts on O.J Simpson?", "[[blender3-30B:test-topical-10]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hey there have you seen the TV show The Flash?", "I have actually, and I like it. Did you know he rusn so fast that he outran death itself?", "LOL I didn't know that. No I've never actually seen the show. I do know someone told me that it was good though. Do you think I should watch it", "I think so, at least give it a try. Yeah he outran death by running past entropy and into the next universe", "That's pretty cool. I guess the main character's name is Allen? And he uses his super speed to fight criminals", "[[blender3-30B:test-topical-11]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi, are you a football fan?", "Yes, I like soccer. It's very popular all over the world.", "Are you talking about soccer or American football as in NFL?", "[[blender3-30B:test-topical-12]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hey, how are you doing? Are you a fan of Thor the movie?", "No. But I have heard about it. My son is a fan.", "Do you watch any superhero movies? Marvel Comics have had some great movies as of late, usually produced by Marvel Studios", "I like superman and batman movies.", "What do you like about them the most compared to other characters?", "[[blender3-30B:test-topical-13]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hello, have you watched jurassic park fallen kingdom?", "I have! It was great! The huge amount of dragonflies last summer reminded me of that movie lol", "lol It was a great movie! Did you know dinosaurs in the movie only appear for 15 min.", "Really? That is interesting! Also fun fact....Jurassic park were the reason McDonald's super sized their meals....dino sized!", "Oh wow i didnt know that, thats cool lol I didnt know the raptors in the movie had humans inside suits lol", "They did? Wow, I thought it was all camera magic lol! I also loved Jurassic World and couldn't wait for this one to come out", "[[blender3-30B:test-topical-14]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["How are you? Do you like the NFL?", "I do, I like watching football every sunday when its on, do you?", "I love watching football too. Did you know the NFL has no written rule against females playing?", "I always wondered that! why arent there any players you think?", "I'm not too sure on that one. The average NFL game only has 11 minutes of live gameplay.", "did you know an average engineer will make more over his lifetime than an NFL player?", "[[blender3-30B:test-topical-15]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Did you watch any of the new Holiday movies over the Christmas period?", "Hi! Yes, I did! So many, one of my Favorites however, is the classic Nutcracker! You can never go wrong with that. How about you?", "I did not see that one, my daughter will want to watch it though. Maybe we'll wait to stream it next Christmas.", "Oh its, great. Im sure she will enjoy it. I didnt know Morgan Freeman was in it, he was great!", "I'd like to see that Bohemian Rhapsody movie too, probably not great, but it's fun to hear toe songs again.", "Oh, I havent heard of that one! Do you know who is in it?", "[[blender3-30B:test-topical-16]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hello! So do you follow football?", "Hi! I do occasionally, usually during big games like Super Bowl.", "Me too, I really don't watch much but I do like football. I think Tom Brady is an excellent quarterback.", "I agree, though he is now in his 40s born in August 1977. Wonder if he might retire soon?", "[[blender3-30B:test-topical-17]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["I love to read romantic novels. What type of books do you like to read?", "Yes, I love to read those romantic novels as well though I haven't done much reading lately ever since football season started and now basketball. Any favorites in particular?", "I am a huge fan of what Sarah MacLean recommends. She's a washington post column.", "Oh Ok, I'm not too familiar with her work, I'll have to look it up after the chat. I do follow a couple of sports authors and read an opinion piece on why the author thinks the University of Iowa's locker room for visiting football teams is painted pink.", "Do you have a list of sport authors for books you have read?", "[[blender3-30B:test-topical-18]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["You heard of the electronic music group The Thievery Corporation? theyre starting to blow up apparently", "I head they devoloped a greatdoundtrack for a big weeding in Cheve Chase Md.", "Yes they did. I think they're going to be very famous in the future. What kind of music do you listen to do you like jazz?", "[[blender3-30B:test-topical-19]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["hi, do you like tennis?", "Hello - I do like tennis. What about you?", "yeah me too. do you like serena williams?", "Yep I think she is really good at tennis.", "yes she is for sure. did you know she was pregant when she she won the 23 grand slam?", "[[blender3-30B:test-topical-20]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["do you watch the NFL?", "I do. DId you know women can play too?", "Yes there is no rule against them as long as they qualify", "Yeah. THe game only lasts for 11 minutes, active game at least", "Yes. DId you know engineers make more money over their lifetime though?", "[[blender3-30B:test-topical-21]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["You play video games?", "Heck yeah, Playstation gamer here", "Cool, haven't really played since the Xbox original... LOL", "Not even nintendo?", "[[blender3-30B:test-topical-22]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["How's it going, have you ever heard of the movie \"Who Paid the Piper\"?", "I haven't heard of it, what is it about?", "It's is based on how the CIA started a cultural war to stomp out communism, sounds like it's an interesting flick", "That does sound interesting. Do you ride the subway often?", "Not unless I'm in a major city like NYC or DC. The subway in DC have exclusive subway lines for congressmen", "That sounds pretty convenient! Did you know Elmo was the only non human to testify before US congress? I wonder what that was like..", "[[blender3-30B:test-topical-23]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["hey there, do you know disney company?", "Yes, somewhat. I know they fired James Gunn of Guardian of the Galaxy fame.", "Do you know what the real name of minnie mouse is?", "[[blender3-30B:test-topical-24]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey, did you know there is a species of fish that is immortal? How cool is that?", "Really? Where is this species found?", "Im not 100% but i believe not too far from Japan.", "Are dolphins considered fish?", "No i dont think so as they are mammals and not fish.", "What about octopus what are they considered?", "[[blender3-30B:test-topical-25]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hello, just watched my favorite NFL team, the Ravens, get eliminated from the playoffs.", "Couldn't have happened to a better team, lol. I live in Baker Mayfield territory. Do the Ravens have the same weird rule as the Saints, that prohibits its cheerleaders from eating at the same restaurant as the players?", "I think so. Similar that if an nfl player comes in the cheerleader has to leave.", "That's an asinine rule. Are there any female NFL players yet?", "[[blender3-30B:test-topical-26]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [0, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Were you aware that Solo: A Star Wars Story did not do well at the box office?", "I know because the movie barely made 29 millions.", "Well it made that on it's second weekend. Unfortunately that was a 65 percent plummet from the week before. Those numbers are horrible for a film of that caliber.", "What do you think Star Wars franchise would think about?", "I believe that they may have over saturated the market with a new movie every year. I also think that not that many people want to see Han Solo portrayed by anyone that is not Harrison Ford.", "Do you know that usually above 60 perfect means the opposite?", "[[blender3-30B:test-topical-27]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Did you know that Disney owns ABC as well as ESPN?", "I did. Do you watch football?", "Yes I do, I am a contributor to the number one ranking for viewership of Sunday Night Football. Do you?", "I watch it sometimes. I don't usually watch Thursday night football though.", "Yeah, me neither, do you have a favorite sports team?", "[[blender3-30B:test-topical-28]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Good Morning....don''t know anything about Avengers or Infinity War....but I'll try my best on it. Your views?", "Good morning, I saw the movie, and thought it was pretty good. It contains alot of different superheroes that have to work together and try to stop the bad gut Thanos from getting all the Infinity stones. Having all of then allows him to instantly kill off billions of people on Earth. Spoiler Alert: He gets the stones and some of the people killed are even some of the most beloved superheroes.", "Wow! Wait a sec....I did see one of those Avengers movies. (Can't remember which one). But, I liked the Robert Downey Jr. character (can't remember his name) But, Simple Minds \"Don't You (Forget About Me)\" is a pretty awful song.", "I agree with you about the song! All I think is a Molly Ringwald 80s movie. Well, anyway what's so funny about Robert Downey Jr. is that he hid food while he was on the set and the crew could never find the food he hid, so they just kept letting him do it. Some of the scenes in the movie are some of the food he hid.", "LOL...Was Robert Downey's character called \"Flash\" or something? I can't remember, been years since I saw it. Too many of these movies have flooded the market with so many characters, I can't keep up. I'd never download a Jeremy Renner app though. Dont need all the ads that probably come with it.", "[[blender3-30B:test-topical-29]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hi, do you like college foot ball?", "Yeah but i don't get to watch at all. How about you?", "I do love it and watch it all the time. Do you have a favorite team?", "I don't who's yours. Did you know the Iowa visiting locker room is painted pink.", "I am an Illinois fan. We have not had much to cheer about lately. I heard rumors about the locker room. I wonder if it works.", "Not on me it was just make me made and want to make sure i won! How about you?", "[[blender3-30B:test-topical-30]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Do you watch football?", "Yes i love football. Do you?", "Yeah, I like to watch it on Sundays.", "I like Saturdays too because I like college football. Did you know that 14 of the world's 25 largest stadiums are for college football teams?", "Yeah, the thing is, I never have time on Saturdays to watch.", "Oh, I hear you. Do you ever watch or go to high school games?", "[[blender3-30B:test-topical-31]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Are you a fan of sports?", "I am, I'm a big football fan.", "Whats your favorite team of all times?", "[[blender3-30B:test-topical-32]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey, you ever read the Bible?", "I have, not really a religious person but used to read the sacred book when I was a kid", "It is the best selling book of all time. I sometimes read it, however I am not as strictly disciplined like students that were required to read it in school before!", "It is? I guess there are a lot of religious persons out there, did you know Thomas Jefferson created his own version of the bible", "[[blender3-30B:test-topical-33]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi are you a fan of pianos?", "I know how to play one. I am not great though", "That's awesome! I could never play. I've played around with them when I've been around them and my fingers just don't work the keys anywhere near remotely close to how they should. lol An aluminum grand piano was built for the lounge of the airship Hindenburg. It weighed only 356 pounds.", "I would have thought it would have been a lot more.", "I know right? In 2006 a group of climbers reached the top of Britain's highest mountain and found a piano. lol Wonder how it got there?", "[[blender3-30B:test-topical-34]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["did you know that Jupiter has a radio storm that you can pick up on a regular am radio?", "No, I didn't know that. How interesting! I did hear that the sun's solar activity has been translated into sounds like music.", "now I didn't know that, did you know that canadian law requires 40% of their music to be of canadian origin", "Nope. I wonder what the other 60% might be.", "Ya, I would say that from my experience that means that 40% of the music on a canadian radio is probably not very good haha", "Right!! Are you interested in football history? I'm looking forward to the Super Bowl coming up. The original first NFL playoff game was way back in 1932.", "[[blender3-30B:test-topical-35]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["I am a big fan of tennis. I even have a tennis shirt that was made by Rene Lacoste.", "It was made by a tennis player? that is suprising, didnt know that, tennis is a great sport, I love it as well", "Only one black man has won the US open - is that not crazy? back in 68", "That is crazy, I wonder why that happens, have you ever played Nintendo?", "I have played Nintendo. It was originally a playing card company!", "It was? I knew them only because of the gaming system, its a good thing the company has a large cash reserve", "[[blender3-30B:test-topical-36]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you like going to the library?", "I do! My five year old loves it too", "That's good. My children love libraries too!", "I see that ships visiting ancient alexandria would need to surrender their books so they could copy them", "That's interesting. There are more libraries than McDonald's in the US.", "That's a good thing, right? hah. Have you seen Wheres Waldo in a while?", "[[blender3-30B:test-topical-37]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, have you seen the movie Jurassic World?", "Helo there, yes I have and I like them all. Did you know dinosaurs in Jurassic Park only apperad for 15 minutes?", "Wow that is pretty short in a movie that is all about dinosaurs don't you think?", "haha I know. And the Jurassic Park ride cost twice as much as the whole movie", "That is insane, but I heard that is cost like $110 million, that is a ton of money", "Yeah pretty insane. Do you know how they generated the raptors in the movie?", "[[blender3-30B:test-topical-38]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey what do you think of Kim Kardashian?", "I like her. I heard she was doing a lot of PR work for the new Yeezys.", "That is cool. I knew her and Paris Hilton were friends but I didn't know she was Paris's assistant and stylist.", "Yes, that's cool. Do you see the Avengers: Infinity War?", "[[blender3-30B:test-topical-39]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Do you have a nintendo?", "Yea, have the First Mario kart that came out in 1992 too", "Nice. Did you know that coins in mario kart made you go faster?", "Yea, I remember collecting a bunch of coins and not spinning out when hit with the turtle shell too", "Did you know it is illegal for kids under 16 in South Korea to play video games past midnight?", "[[blender3-30B:test-topical-40]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "I do. I enjoy swimming in summer with my grandchildren. I also enjoy watching swimming competition in the Olympics.", "That is sweet. Who is your favorite swimmer athlete?", "[[blender3-30B:test-topical-41]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like Football?", "I do like Football. Do you? I've heard that it's been a category on Jeopardy before!", "I do, but I don't follow it very much, and I heard about that Jeopardy show and the NFL based knowledge, I would never pass that one haha!", "It could be hard. I'm not sure I could get ones where they ask about specific plays.", "Right? I wouldn't either. I guess during that episode Alex Trebek was considered the entertainment on that show hahaa, There were some pretty funny answers.", "[[blender3-30B:test-topical-42]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you? Do you like football?", "Yeah Football is pretty cool and fun to watch. Can't say I would be willing to make a religion out of it though.", "Did you watch the Superbowl?", "[[blender3-30B:test-topical-43]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Are you a fan of The Beatles? I just learned that they had the best selling album of the 2000's.", "I am not a huge fan but that's crazy! Especially considering how influential they were decades ago, even writing for governor campaigns in the 1960s.", "Oh, you're talking about that song Come Together, right? T", "[[blender3-30B:test-topical-44]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hey you do any fantasy football? What do you think about Berkley", "I do not normally play but he is making a comeback in the FF circles", "Well Barclay was the second pick in the 2018 draft, so I know he's really good, do you think he's going to put up a lot of yards this year?", "[[blender3-30B:test-topical-45]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Are you a Walt Disney fan?", "Hello. Not so much, but my kids watch some of their stuff. It's hard not to with them being one of the big six film studios.", "Me too! ...and I agree! Disney's Lion King was the first movie of theirs to be dubbed in Zulu for the African release.", "I didn't know that. Did Pixar make the movie because it is animated? I think they own Star Wars too which is one of my favorite movie series.", "[[blender3-30B:test-topical-46]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["I heard that Rob Gronkowski might be leaving the Patriots.", "Wow, is it because Gronk is such a carefree, happy guy?", "[[blender3-30B:test-topical-47]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi do you know much about the presidents?", "yes I know some stuff. Do you know who the wealthiest us presidents are?", "Yes that would be JFK, Washington and Jefferson", "Right. Did you know the guest house is larger than the white house", "Yeah that is pretty cool, they must get a lot of people there so maybe that is why", "Yeah. Have you heard the president of Indonesia is a pop star?", "[[blender3-30B:test-topical-48]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Xbox or playstation?", "Personally I like the Xbox better. it's crazy that the first Xbox came out back in 2001 LOL I had one on launch day", "Me too, I love xbox, I great up with playstation then got my first xbox 360 after! Even though it red ringed, I still loved it!", "Hurry up my Xbox 360 also Red ringed, it's crazy that it sold 77 million units even with that problem", "wow, I tried getting my free one but i missed the warranty by like 1 week!", "That's really annoying! You have an Xbox One by the way? Apparently it has been released in 21 markets and came out back in 2014", "[[blender3-30B:test-topical-49]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Do you know much about Google and the AI they're creating?", "Hi, I like Google, I dont think I know much about the AI they are creating, besides their self driving cars.", "Well, that's not something to worry about. But google is a very big company impacting lots of people's lives.", "Why wouldnt that be something to worry about?", "Well, google went down for about 5 minutes at one point, and it took down 40% of web traffic with it.", "Oh thats why I shouldnt worry about self driving cars as articial intelligence? That makes sense lol", "[[blender3-30B:test-topical-50]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hello, do you watch the NFL?", "Ho there, yes I do very much so. DO you have a favorite player?", "Yes I sure do, I really like Brady a lot as a player. And you?", "Nice me too, I love the guy a lot. Do you know his favorite ice cream flavor?", "It is what is super healthy, avocado. He is very dedicated to a healthy diet for sure", "Yes he sure is. Did you know he wrote a book also now?", "[[blender3-30B:test-topical-51]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey! I was thinking of seeing Elton John in concert. Tickets are around $25-$55 bucks. does that sound reasonable?", "That is a good price for the man who sang \"Candle in the Wind 1997\"", "Especially since he has over 50 top 40 hits. I can't believe he has sold over 300 million records and I get to see him live!", "Good for you! Seven consecutive number one albums is also an impressive record.", "No joke! I really hope his lyricist since 1967, Bernie Taupin, will be there!", "What is Elton John's real name? I forget.", "[[blender3-30B:test-topical-52]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL?", "not really. I only watch the Superbowl every year.", "So you watch the Superbowl at the beginning of this month?", "[[blender3-30B:test-topical-53]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I enjoyed the superbowl, and watching Brady and company winn their sixth NFL champioship", "Yes me too, I like that. Did you know Brady has written a book now as well?", "[[blender3-30B:test-topical-54]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Good Morning! Hope your day is going well", "It is going well. I'm considering catching a movie - what will you do today?", "[[blender3-30B:test-topical-55]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["did you know that a deaf quarterback came up with the huddle? I guess it would block the other team from seeing his hand signals", "That's an interesting fact. Do you enjoy football and the nfl?", "Football is ok, I don't really like the NFL but I tolerate it, what I think is crazy is there is only 1 left-handed quarterback that plays in the NFL right now, I wonder if that gives him an advantage", "Well the NFL has done a decent job as it is now recognized as among the 4 major sport leagues in North America.", "yes that is true, they definitely are successful, I guess I don't get why so many people watch NFL games when there is, on average, only 11 mins of actual football gameplay in a whole game", "It may because they put a lot of dedication into their profession. Did you know that nfl implant chips into player's shoulderpads to record their everymove to use their data for better plays and understanding of football? They even put them in the footballs themselves", "[[blender3-30B:test-topical-56]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Did you know that there is a TV series about the \"religion\" of football practiced by Tom Brady.", "That's crazy. People are really passionate about football, I guess. Did you know another Patriots player, Benjarvus Green-Ellis, never fumbled the ball once in his entire career?", "That is so rare! Brady and his wife both eat and exercise for optimum life style and performance. They even eat avocado ice cream", "That sounds delicious! I wonder if she'd ever play football? Did you know women are technically allowed to play in the NFL?", "[[blender3-30B:test-topical-57]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello. Did you know that the U of IA's visiting locker room is pink?", "No i did not! Are you are patriots fan?", "I am not. I don't even like football very much. I know that Tom Brady has a weird obsession with avocado ice cream.", "Tom bray is just weird overall! LOL Apparently some people follow him to the point where its a religious experience.", "Crazy. Maybe they need a copy of Thomas Jefferson's bible.", "Gosh i hope not! You see the NFL has no written rule againsr female players in the league?", "[[blender3-30B:test-topical-58]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["hey did you know the nfl has no rule against female players?", "Smart move, no law suits that would be obvious and easy to pursue.", "ya that iss true, do you think we'll ever see one? I think its lpossible in our lifetime", "I just say something about girl who is trying to turn pro. Its seems a stretch, maybe as a kicker or punter.", "ya I could see that, do you watch the nfl? A game actually only has about 11 mins of actual gameplay apparently", "[[blender3-30B:test-topical-59]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["I remember JJ Watt called Andy Dalton the Little Red BB gun with his arm, he the worst quarterback in the AFC North", "Don't know much about football, you say he was the worst quarterback. who was the best?", "[[blender3-30B:test-topical-60]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hi there, do you watch the NFL?", "yes I do, what do you think of Tom Brady?", "I think he is a pretty decent player. So was the former QB for Patriots, Benjarvus", "I think considering how many super bowl rings Brady had he is better than decent.", "Yeah that is true. Benjarvus on the other hand is the only guy in NFL to have never fumbled a ball.", "That is impressive do you know how many games he played in?", "[[blender3-30B:test-topical-61]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I enjoyed the superbowl, and watching Brady and company winn their sixth NFL champioship", "Yes me too, I like that. Did you know Brady has written a book now as well?", "Is that the TB12 Method?", "Yes and that is also his lifestyle brand And there seems to be a documentary in the works, Tom vs Time", "Oh, yeah, is that the Facebook series?", "[[blender3-30B:test-topical-62]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "Haven't seen it, but heard good things from the critics. I know it came out this year and was made by Marvel.", "Yes correct, I've seen the first but have yet to see the second. Given their intentions and the great writers do you believe it will have an impact on the public's perception on Puerto Rico and its history?", "[[blender3-30B:test-topical-63]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi there! Looking forward to chat with You!", "Hello hows it going? same here! Do you like Disney?", "nope :) not anymore - since they destroyed Star Wars...", "lol that's funny. The theme park is also coming out with a Star Wars land.", "I'm really disappointing that huge studio like that don't understand what true devoted fans want to see in a SW movie...", "That is sad. How would you prefer to see it?", "[[blender3-30B:test-topical-64]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hello there, do you watch the NFL?", "Hi, no I don't watch it. Do you?", "Yes me too from time to time. Curious fact, the U of Iowa visitor locker room is painted pink.", "That's funny. Do you think that was done to humiliate their opponents?", "[[blender3-30B:test-topical-65]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Have you seen Thor?", "hi how are you? i have not seen thor?", "I've seen it. The first one is good, the second one, not so much.", "I dont really like the superhero films. too many explosions, too many battle scenes. it gets old.", "Yeah, they get old really quick. I'm in the same camp. I did like how the Batmans with Bale were done though. What about you?", "[[blender3-30B:test-topical-66]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hey are you going to watch the XFL? And have you ever been to Audi field", "I do plan on watching the XFL! I Think it will be interesting to see how the XFL and DC United share the Southwest DC facility in 2020 considering how football will take a harder toll on the grass there. What about you?", "Yeah I'm looking forward to the XFL actually. I also miss the days before football stadiums were named after corporate sponsors LOL like Audi field", "So true! Ha! Are you also a fan of the NFL? To this day, I'm surprised no female players have been signed considering there are no rules against women playing as long as they meet the eligibility requirements.", "I think we'll see a female NFL player someday, I just wish they would fix the issue with only having 11 minutes of live gameplay per game, that seems so boring to me", "So true. I mean, if they can create chips that tracks players movements and ball location/speed/velocity/rotation, they can extent the live gameplay time. It's ridiculous, Isn't it?", "[[blender3-30B:test-topical-67]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you?", "hey do you like Robert DOwney Jr?", "I do like him. Do you?", "ya I liked him a lot in Iron Man 1, I guess he would hide food on the set of Infinity war which is definitely weird haha", "Well, what kind of food? If it was tasty food that others would steal from him, yeah! Hide that food!", "[[blender3-30B:test-topical-68]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Did you know that the Library of Congress has a National Book Festival? Do you think they have comic books there like Wonder Woman?", "No I didn't know that. Brad Meltzer is a great author though, he has some work at the Congress National Book Festival such as history decoded", "One book I really liked reading was Body of Lies by David Ignatius. I saw the movie made about it, too. Did you?", "[[blender3-30B:test-topical-69]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch football?", "Not too often, but I'm familiar with some of it because my bro is a big fan (even got a football scholarship in college.)", "Oh nice, that is a sweet deal. Does he go to U of Iowa by any chance?", "[[blender3-30B:test-topical-70]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["I find the universe to be utterly fascinating. How about yourself?", "Of course, the universe covers many secrets. I'm very eager to know about it.", "It definitely does. There are scientists who theorize that universes evolve through natural selection much like different species do on earth. So that would mean some weaker aspects die off in favor of stronger ones? That's very interesting.", "[[blender3-30B:test-topical-71]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["I am quite surprised that Axel Johsson-Fjallby spends so much time worrying about his hair.", "Is that the guy playing Winger on the Capitals?", "[[blender3-30B:test-topical-72]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Do you read Spider-Man comics?", "No, but I watch the movies. Spidey six apparently will have more than one bad guy to take down.", "That's cool. I really enjoyed the new animated one with Miles Morales.", "I like them all. When spider man married mary jane in 1987, marvel acutally had a public wedding with actors dressed in character and stan lee officiating. How cool!", "I wonder if anyone ever would've guessed that when the character was created by Stan Lee and Steve Ditko", "Guessed that Spider man would get married? Well, who would've guessed that the US military would try to make spider-man abilities for their soldiers?", "[[blender3-30B:test-topical-73]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi good afternoon! Do you like Spiderman? Like other Marvel characters he was created by Stan Lee.", "Hi! Yes! I love all the superhero movies! Stan lee was so creative an amazing he did such great work within the Marvel Company", "Awesome! Spiderman first appeared in the anthology comic book Amazing fantasy number 15.", "Wow, I didnt know, I did know that Stan Lee wrote 15 dc comics! isnt it incredible?!", "[[blender3-30B:test-topical-74]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi, do you enjoy watching Football?", "At times, yes. I'm primarily a Bronco's fan, though, so I don't see a lot about other teams unless we play them.", "That's cool, the Broncos aren't the same without Peyton Manning though, in my opinion.", "That's an understatement! I mean, I know the QB is an important position, but losing one player like that shouldn't make the team crumble.", "True, but he was iconic. What do you think about the Patriots?", "[[blender3-30B:test-topical-75]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Do you like football?", "I like the NFL, but I think 16 games is not enough to build rivalries.", "Yes, i completely agree! What do you think would be a good number of games for an NFL team to play in a season?", "[[blender3-30B:test-topical-76]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["I would have to say that the telephone is one of the most important devices ever invented. Where would we be without telecommunications.", "For sure. Did you watch the State of the Union last night delivered by President Trump? Surprisingly he is not one of the three wealthiest presidents in American history.", "[[blender3-30B:test-topical-77]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you? Do you know much about the Bible?", "Hi there! I know a little about the Bible and recently found out that the Tower of Babel was based on a real building in Iraq!", "The Bible is full of interesting discoveries! For example, did you know that an apple only became known as an \"apple\" when the Bible was translated into Latin in the 4th century?", "[[blender3-30B:test-topical-78]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Are you a NFL fan?", "I am not. Are you?", "Yeah I enjoy watching the NFL.. I think there's 32 teams in the NFL.", "What is your favorite team? It is surprising how much the NFL has gained in popularity. In the 60s, top bowlers made twice a much as top football stars.", "[[blender3-30B:test-topical-79]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["hey did you know the nfl has no rule against female players?", "Smart move, no law suits that would be obvious and easy to pursue.", "ya that iss true, do you think we'll ever see one? I think its lpossible in our lifetime", "[[blender3-30B:test-topical-80]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hello there, do you watch the NFL", "Hello, yes I do. DO you know Tom Brady, the Patriots guy?", "Sure do, he is my favorite player. DO you know he is a book author too?", "Yeah the Athlete's Bible. I have not read it yet but seems to be making its rounds", "Yes that and also the documentary series Tom vs. Time. I want to watch those as well", "That should be fun for real. Did you know women can play in the NFL?", "[[blender3-30B:test-topical-81]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["It sure has been raining a lot lately, I wonder if thats the reason of the increase on Dragonflies", "It seem so. Since there is more rain, there are more mosquitos for the dragonflies to feast on.", "I so they feast on mosquitos, thank dragonflies then lol, I just hate mosquitos, although dragonflies are kind of scary", "Apparently a dragonfly can eat 30 mosquitos a day. Like you said, thank you dragonflies! I didn't realize dragonflies were such predators. All their wings allow them fly better than their prey.", "I think its interesting how dragonflies form a closed circle in a shape of a heart when they are mating", "I can't really imagine how that works. Who knew dragonflies were so romantic? I guess when you only live for less than a year you make the most of your life.", "[[blender3-30B:test-topical-82]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["I'm not a big comic fan and I've only seen the first Spider-man movie, but I'd like to see more of them.", "Do you like Captain crunch?", "[[blender3-30B:test-topical-83]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Do you follow tennis? I do somewhat.", "I watch it a little.", "I do when I feel like watching paint dry. LOL just kidding. The longest match in tennis history went on for 11 hours and was spread over 3 days. I know I wouldn't have watched it that long.", "Me either! Alot of people really like it though and get all into it.", "I know I've seen some of those crowds on tv. Have you ever seen the US open?", "[[blender3-30B:test-topical-84]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["How's it going? Do you like cats? I have one myself but have no idea which one of the 70 breeds it is", "I have 3 cats! I didn't know there were so many different breeds!", "Yea they're pretty cool. They have a cat cafe near my house where you can buy coffee and spend time with cats, I wonder if it's the same as the cat cafes in japan and taiwan", "I had no idea they had those around! Do you like to read too? The fda burned six tons of literature in an act of us censorship", "[[blender3-30B:test-topical-85]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi, are you a football fan?", "Yes, I was a KC Chiefs season ticket holder for a decade and moved to the Boston area 4 years ago. So I watch a lot of football, college and pro.", "Good. Did you know that a college team once defeated their opponent 222-0?", "[[blender3-30B:test-topical-86]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like television?", "I do. I love watching SNL - especially the weekend update.", "I love SNL. Did you know when South Park aired the Family Guy episode, they received flowers from the Simpsons crew?", "[[blender3-30B:test-topical-87]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Boy, I miss football season. I love ESPN's Monday night football offerings. What about you?", "I don't really watch it though sometimes I inadvertently end up watching Thursday Night Football.", "Ah, yes. During football season, it can be hard to not catch at least part of a game. Did you know ABC is the only one of the 4 major broadcast networks without a prime-time NFL game?", "[[blender3-30B:test-topical-88]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 2}
{"utterances": ["Hello, how are you. Are you a movie fan? Have you seen Deadpool 2?", "I watch movie once in a while. YOu?", "I am a huge movie/Marvel fan. In Deadpool 2, there is a scene where Deadpool kills Ryan Reynolds (who plays Deadpool).", "I have not watched the movie. But I know that the deadpool videogame cost more to make than the deadpool the movie", "Oh my god, Really??? That is crazy. Deadpool has made more money than any other R rated movie, not directed by James Cameron or George Lucas.", "[[blender3-30B:test-topical-89]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Hi", "Hi! How are you? Have you seen the new Deadpool sequel yet? I hear its amazing.", "No I haven't been able to see it yet. The first one was great, but I haven't been able to see the second yet.", "I'm not usually so into super hero stuff. But there are so many great movies coming out, I can't help It. Have you seen Infinity War? Its the first film to ever be shot entirely with imax cameras!", "[[blender3-30B:test-topical-90]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["Did you happen to watch Deadpool 2? I thought it was so funny!!", "I haven't seen it yet. I hear it's funny, but not very family friendly. Is that true?", "Not at all family friendly, it has a lot of blood and material that its not appripiate for the family.", "Are there a lot of big names in the movie other than Ryan Reynolds?", "[[blender3-30B:test-topical-91]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Religion and football, do you think they have similarities?", "I think if you look hard enough you find similarity in everything. You?", "Not really, but I guess I respect Bradys opinion on the matter, he is a great player and takes his job seriously", "Yeah apparently Bravado ice cream is a secret of his. You ever had it?", "[[blender3-30B:test-topical-92]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["What do you think of Eli Manning?", "He seems like a nice guy. He's had a long and pretty good career until recently.", "It seems his most likely replacement, Kyle Lauletta, got into some serious trouble, almost running over a cop and other things.", "Oh wow! I did not hear about that. Has he been charged?", "Yes, the Giants have seen better days. They were 1-7 when it happened.", "Yeah they certainly fell off in their performance in the last few years. Do you enjoy football?", "[[blender3-30B:test-topical-93]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hey there! Do you like football?", "I'm not much into sports in general, however, I did watch quite a bit when I was younger. Do you like football?", "Not so much, but I know some interesting facts about football and the NFL! For example, I just learned a little while ago that U of Iowa's locker room for visiting football teams is painted pink!", "That's surprising to me! I wonder if it has to do with school colors? Or, do you think it was previously the women's locker room?", "[[blender3-30B:test-topical-94]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you doing there?", "Pretty good. Do you like Fish? Did you know most fish are cold-blooded?", "I like to eat fish. I ain't never had one as a pet. Fish are not warm and friendly like puppies and kitties.", "Nope, especially the black swallower fish that can eat prey twice its length", "I would love to have that ability. How many pizzas can I fit down my gullet? Let's find out.", "[[blender3-30B:test-topical-95]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of drama films?", "I am! I love all genre's", "Interesting, have you ever seen house?", "[[blender3-30B:test-topical-96]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 3}
{"utterances": ["do you watch football?", "I sure do. Do you know the U of Iowa painted the visitor locker room pink?", "I wonder if that is supposed to have some effect on the opposing team", "I wonder too. Did you know bowlers made more than football players in the 60s?", "[[blender3-30B:test-topical-97]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hello, just watched my favorite NFL team, the Ravens, get eliminated from the playoffs.", "Couldn't have happened to a better team, lol. I live in Baker Mayfield territory. Do the Ravens have the same weird rule as the Saints, that prohibits its cheerleaders from eating at the same restaurant as the players?", "I think so. Similar that if an nfl player comes in the cheerleader has to leave.", "That's an asinine rule. Are there any female NFL players yet?", "[[blender3-30B:test-topical-98]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "I do. I'm a big Patriots fan!", "Nice. I assume you like Brady then too? He is a obok author now as well.", "[[blender3-30B:test-topical-99]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-30B", "contradictory_label_count": 0}
