{"utterances": ["Hello, have you seen the movie Jurassic World?", "Helo there, yes I have and I like them all. Did you know dinosaurs in Jurassic Park only apperad for 15 minutes?", "Wow that is pretty short in a movie that is all about dinosaurs don't you think?", "haha I know. And the Jurassic Park ride cost twice as much as the whole movie", "That is insane, but I heard that is cost like $110 million, that is a ton of money", "Yeah pretty insane. Do you know how they generated the raptors in the movie?", "[[platoxl:test-topical-0]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hey, I love the Lions and the teammate Ndamukong Suh.", "I am from Chicago so I must hate the Lions. Bear down! He eventually signed with the Rams.", "Oh nice! I am a huge Packers fan from California! Ha. Ndamukong spent three years with the Dolphins.", "How do you become a packers fan in California? It is in my blood to despise them.", "I know, it's a weird thing! I should be a Rams fan.", "Did you move from Wisconsin?", "[[platoxl:test-topical-1]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Are you a Walt Disney fan?", "Hello. Not so much, but my kids watch some of their stuff. It's hard not to with them being one of the big six film studios.", "Me too! ...and I agree! Disney's Lion King was the first movie of theirs to be dubbed in Zulu for the African release.", "I didn't know that. Did Pixar make the movie because it is animated? I think they own Star Wars too which is one of my favorite movie series.", "[[platoxl:test-topical-2]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Good morning, do you like poetry?", "I think I would be lying if I said yes, I have a passing interest in poetry at best.", "Haha same here. Did you know there is a poem that when read normally it's depressing, but read backwards, it's inspiring?", "[[platoxl:test-topical-3]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch the NFL?", "Ho there, yes I do very much so. DO you have a favorite player?", "Yes I sure do, I really like Brady a lot as a player. And you?", "Nice me too, I love the guy a lot. Do you know his favorite ice cream flavor?", "It is what is super healthy, avocado. He is very dedicated to a healthy diet for sure", "Yes he sure is. Did you know he wrote a book also now?", "[[platoxl:test-topical-4]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["I love reading rotten tomatoes. Especially since they tell it like it is for Michael bay's movies.", "I know! I tust Rotten Tomatoes as well, usually they give accurate reviews specially with Netflix movies.", "Did you know it was owned by Warner Bros? That is surprising since they no doubt have some movies with poor reviews on it.", "[[platoxl:test-topical-5]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi there, do you like Disney movies?", "Hi, I love Disney movies! I think Disney in general is great. When you think about it being founded back in 1923 and it is still going strong, it's amazing.", "I know, they have become a dynasty. Do you know what the name of the character minnie mouse is. The real name?", "[[platoxl:test-topical-6]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you tonight?", "good, what do you think about womens hockey?", "I don't know much about hockey. I suppose the women's game has its appeal.", "same, did you know they play in the Olympics?", "[[platoxl:test-topical-7]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi, do you like college foot ball?", "Yeah but i don't get to watch at all. How about you?", "I do love it and watch it all the time. Do you have a favorite team?", "I don't who's yours. Did you know the Iowa visiting locker room is painted pink.", "I am an Illinois fan. We have not had much to cheer about lately. I heard rumors about the locker room. I wonder if it works.", "Not on me it was just make me made and want to make sure i won! How about you?", "[[platoxl:test-topical-8]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "I am fine too", "Do you like watching movies?", "Sure. Mystery,Comedy. Sci Fy, Action", "Have you seen Jurassic World: Fallen Kingdom?", "[[platoxl:test-topical-9]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hard to believe that the Patriots just won the Super Bowl again. I wonder how Tom Brady is still so good given his age.", "Good morning, I love Tom Brady, he's like the energizer bunny, he just keeps going and going and going...Lol Didn't realize he was so spiritual, did you?", "I thought football was his religion. At least that's what his friend Gotham Chopra says.", "Well, he said in a version of the spiritual episeode, that he does want to know why we're here, where we're going, trying to find that deeper purpose. That's pretty spiritual to me.", "I guess you're right. Have you read Tom's book \"The TB12 Method\"?", "[[platoxl:test-topical-10]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["But seriously, who doesn't like fantasy lit? I was surprised to find out it's a pretty modern genre, with most written since the 1960s.", "I cant recall any lol, and yeah, I cant believe its a modern genre I wouldnt know what to do without fantasy in my life,", "I read a lot of fairy tales when I was a kid. Would they be classified as fantasy?", "Yeah I think they are, speaking of GOT, you know that George R.R Martin was unsure about putting dragons into the mix, good thing he did,", "No kidding. They make great TV. But I would like to read his books, as well. I imagine they're pretty good. Have you read the books?", "[[platoxl:test-topical-11]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["hi, so you like superman?", "I like some of the Superman movies, but I've been a little disappointed with them as of late. I've heard that DC is shifting their movies a little", "do you know how much they paid for the right to superman?", "[[platoxl:test-topical-12]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch football?", "Not too often, but I'm familiar with some of it because my bro is a big fan (even got a football scholarship in college.)", "Oh nice, that is a sweet deal. Does he go to U of Iowa by any chance?", "[[platoxl:test-topical-13]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["How are you? Do you like the NFL?", "I do, I like watching football every sunday when its on, do you?", "I love watching football too. Did you know the NFL has no written rule against females playing?", "I always wondered that! why arent there any players you think?", "I'm not too sure on that one. The average NFL game only has 11 minutes of live gameplay.", "did you know an average engineer will make more over his lifetime than an NFL player?", "[[platoxl:test-topical-14]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Good morning! Have you heard of Stan Lee? Did you know that he did cameos in all of the Marvel movies?", "I have! He was such a good writer! I love looking for him in his films!", "I do too and I agree, he was a good writer. Sometimes he even speaks, like in Captain America, the Winter Soldier.", "I didn't know that! What else was he in?", "[[platoxl:test-topical-15]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello! Did you know professional ballet dancers can go through 4 pairs of shoes in a week?", "That is a lot of shoes and money too. There are 17 ways to tie your shoes too", "And I only know one way! 5000 year old shoes perform better than modern shoes. Go figure.", "Yeah exactly. Bill Nye is the guy that holds the patent to the pointe ballet shoes", "Really? That's pretty crazy! Uggs were originally made for surfers, now they are everywhere!", "[[platoxl:test-topical-16]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Are you a NFL fan?", "I am not. Are you?", "Yeah I enjoy watching the NFL.. I think there's 32 teams in the NFL.", "What is your favorite team? It is surprising how much the NFL has gained in popularity. In the 60s, top bowlers made twice a much as top football stars.", "[[platoxl:test-topical-17]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch the NFL?", "The NFL? The National Football League? Is that still a thing?", "Yeah the NFL. Do you know how many teams are there?", "More than a dozen, I'm sure. I thought most of them went bankrupt during the Great Recession. Huh. I guess I was wrong. How many are there?", "Well currently there are 32 teams.", "32 seems a bit excessive. Are they planning on eliminating a couple? Seems only fair. People ought to be doing things on a Sunday.", "[[platoxl:test-topical-18]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "[[platoxl:test-topical-19]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi! Are you a Beatles fan?", "Who isn't. John did some incredible stuff", "Sure! They were real musical pioneers!", "absolutely, especially with Geoff Emerick as a sound engineer", "Yeah! They were the first to do so many neat things that they redefined what it meant to do sound engineering.", "yeah have you heard the work done on Revolver?", "[[platoxl:test-topical-20]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["I love to read romantic novels. What type of books do you like to read?", "Yes, I love to read those romantic novels as well though I haven't done much reading lately ever since football season started and now basketball. Any favorites in particular?", "I am a huge fan of what Sarah MacLean recommends. She's a washington post column.", "Oh Ok, I'm not too familiar with her work, I'll have to look it up after the chat. I do follow a couple of sports authors and read an opinion piece on why the author thinks the University of Iowa's locker room for visiting football teams is painted pink.", "Do you have a list of sport authors for books you have read?", "[[platoxl:test-topical-21]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Are you a Jets fan?", "I am not. Are you?", "I follow the Cowboys but I heard the other day that they offered Ndamukong Suh a big offer to come to their team.", "The Jets? They must be desperate for someone to be a huge disappointment. He's not that good.", "[[platoxl:test-topical-22]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Did you know that the Library of Congress has a National Book Festival? Do you think they have comic books there like Wonder Woman?", "No I didn't know that. Brad Meltzer is a great author though, he has some work at the Congress National Book Festival such as history decoded", "One book I really liked reading was Body of Lies by David Ignatius. I saw the movie made about it, too. Did you?", "[[platoxl:test-topical-23]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["I find science fascinating. How about yourself?", "I do too! Ezspecially natural science.", "Were you aware that the emperor of Japan is a scientist and still publishes papers?", "I had no idea! How fun. The world wide web was invented by a scientist too. I always thought it would have been an engineer.", "That is interesting. I would have thought the same. It's strange to me that the term scientist wasn't even coined until 1833. I wonder how they referred to previously?", "[[platoxl:test-topical-24]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["I find the universe to be utterly fascinating. How about yourself?", "Of course, the universe covers many secrets. I'm very eager to know about it.", "It definitely does. There are scientists who theorize that universes evolve through natural selection much like different species do on earth. So that would mean some weaker aspects die off in favor of stronger ones? That's very interesting.", "[[platoxl:test-topical-25]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi do you like astronomy?", "its very interesting, but this is the first time I have read about the ganymede being so large", "That would be Jupiter's moon? I wonder if Jupiter is one of the five planets visible to the naked eye.", "[[platoxl:test-topical-26]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["hey there do you ever watch football?", "Yes, I watch it a lot. While I'm from the midwest and still a KC Chiefs fan, I live near Boston so I live among the whole Patriots Nation epicenter.", "ah I see, did you hear how Univ. of Iowa painted their visiting teams locker room pink?", "[[platoxl:test-topical-27]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["hey did you know the nfl has no rule against female players?", "Smart move, no law suits that would be obvious and easy to pursue.", "ya that iss true, do you think we'll ever see one? I think its lpossible in our lifetime", "I just say something about girl who is trying to turn pro. Its seems a stretch, maybe as a kicker or punter.", "ya I could see that, do you watch the nfl? A game actually only has about 11 mins of actual gameplay apparently", "[[platoxl:test-topical-28]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello, just watched my favorite NFL team, the Ravens, get eliminated from the playoffs.", "Couldn't have happened to a better team, lol. I live in Baker Mayfield territory. Do the Ravens have the same weird rule as the Saints, that prohibits its cheerleaders from eating at the same restaurant as the players?", "I think so. Similar that if an nfl player comes in the cheerleader has to leave.", "That's an asinine rule. Are there any female NFL players yet?", "[[platoxl:test-topical-29]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Do you have a nintendo?", "Yea, have the First Mario kart that came out in 1992 too", "Nice. Did you know that coins in mario kart made you go faster?", "[[platoxl:test-topical-30]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Do you know much about Google and the AI they're creating?", "Hi, I like Google, I dont think I know much about the AI they are creating, besides their self driving cars.", "Well, that's not something to worry about. But google is a very big company impacting lots of people's lives.", "Why wouldnt that be something to worry about?", "Well, google went down for about 5 minutes at one point, and it took down 40% of web traffic with it.", "Oh thats why I shouldnt worry about self driving cars as articial intelligence? That makes sense lol", "[[platoxl:test-topical-31]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["I heard that Rob Gronkowski might be leaving the Patriots.", "Wow, is it because Gronk is such a carefree, happy guy?", "[[platoxl:test-topical-32]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you know much about governors?", "Some stuff. DO you know who the only one to vote againts the internment of japanese american during WWII is?", "Yes that was ralph Lawrence, cannot believe he was the only one", "Yes. Did you know in Texas they elected a female governor, and that was ahead of many other states?", "[[platoxl:test-topical-33]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi", "Hi! How are you? Have you seen the new Deadpool sequel yet? I hear its amazing.", "No I haven't been able to see it yet. The first one was great, but I haven't been able to see the second yet.", "I'm not usually so into super hero stuff. But there are so many great movies coming out, I can't help It. Have you seen Infinity War? Its the first film to ever be shot entirely with imax cameras!", "[[platoxl:test-topical-34]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you watch the NFL?", "yes, do you know who kellan moore is?", "I have heard of him. DO you like Brady?", "I do. Moore is the only QB that is left handed", "Oh cool. Brady in high school was the resevre QB that never got started", "Wow they sure lost talent there. Did you know Brad Johnson threw himself a touchdown?", "[[platoxl:test-topical-35]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hello", "Hi. The NFL seems to be at the end of its days.", "That's what people seem to be saying everywhere, but I don't know. They have gotten through scandals and issues before. I'm not counting them out yet.", "What about the problems with the NCAA though? The NFL needs the players.", "[[platoxl:test-topical-36]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi! Did you watch the new Wonder Woman movie?", "no, i have not seen it. i have heard some good things about it though. You?", "I have not, but I saw the star, Gal Gadot on the talk show circuit promoting the movie.", "she is great for the part! i bet she did a great job. what other movies has she been in, do you know?", "[[platoxl:test-topical-37]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello, How are you? Have you watched Thor? The infinity gauntlet is shown briefly during thor (the movie), but its authenticity is disputed because it's right-handed (it's left-handed in comics)", "Thor is one of my favorite marvel movies. The casting of Chris Hemsworth as Thor was a great job.", "Absolutely! Perfect role for him. Tom hiddleston, who plays loki in the avengers, screen tested for the role of thor. he went on a strict diet and gained 50 pounds of muscle. they later decided he would be better for the role of loki.", "I never knew he gained that much muscle. That's crazy but Hiddleston is a great loki", "Yeah, I know right! Ant man made his marvel debut before spider-man, hulk, thor and iron-man.", "Hmm I didn't know that. Did you know Hugin and munin appear in the Avenger's film?", "[[platoxl:test-topical-38]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Are you a football fan?", "A little bit, yourself?", "Yes i find it curious that the Iowa States visiting locker room is painted pink.", "i wonder if it's to intimidate the other team?", "[[platoxl:test-topical-39]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Good Morning....don''t know anything about Avengers or Infinity War....but I'll try my best on it. Your views?", "Good morning, I saw the movie, and thought it was pretty good. It contains alot of different superheroes that have to work together and try to stop the bad gut Thanos from getting all the Infinity stones. Having all of then allows him to instantly kill off billions of people on Earth. Spoiler Alert: He gets the stones and some of the people killed are even some of the most beloved superheroes.", "Wow! Wait a sec....I did see one of those Avengers movies. (Can't remember which one). But, I liked the Robert Downey Jr. character (can't remember his name) But, Simple Minds \"Don't You (Forget About Me)\" is a pretty awful song.", "I agree with you about the song! All I think is a Molly Ringwald 80s movie. Well, anyway what's so funny about Robert Downey Jr. is that he hid food while he was on the set and the crew could never find the food he hid, so they just kept letting him do it. Some of the scenes in the movie are some of the food he hid.", "LOL...Was Robert Downey's character called \"Flash\" or something? I can't remember, been years since I saw it. Too many of these movies have flooded the market with so many characters, I can't keep up. I'd never download a Jeremy Renner app though. Dont need all the ads that probably come with it.", "[[platoxl:test-topical-40]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["You play video games?", "Heck yeah, Playstation gamer here", "Cool, haven't really played since the Xbox original... LOL", "Not even nintendo?", "[[platoxl:test-topical-41]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi there, have you ever seen Jurassic Park movies?", "Yes, I have. There good! Have you?", "Yeah I have seen some of them. The dinosaurs appear only for 15 minutes in the movies", "Interesting. Those movies keep you glued to your seat. Interesting the velociraptors were only waist high to an adult.", "Yeah, and yet we think they were so big, all of them. Do you know how they got the Raptors in the movie?", "[[platoxl:test-topical-42]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hello, do you like going to the library?", "I do! My five year old loves it too", "That's good. My children love libraries too!", "I see that ships visiting ancient alexandria would need to surrender their books so they could copy them", "That's interesting. There are more libraries than McDonald's in the US.", "That's a good thing, right? hah. Have you seen Wheres Waldo in a while?", "[[platoxl:test-topical-43]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["What do you think of Eli Manning?", "He seems like a nice guy. He's had a long and pretty good career until recently.", "It seems his most likely replacement, Kyle Lauletta, got into some serious trouble, almost running over a cop and other things.", "Oh wow! I did not hear about that. Has he been charged?", "Yes, the Giants have seen better days. They were 1-7 when it happened.", "Yeah they certainly fell off in their performance in the last few years. Do you enjoy football?", "[[platoxl:test-topical-44]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi there! So I was reading about Pokemon and I guess there are over 750 episodes. That's about 50 a year, for 16 years straight!", "are you a pokemon fan? i have never seen the show. i figure its for kids. is it?", "[[platoxl:test-topical-45]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi, do you watch the NFL?", "I usually watch the NFL, but the 16 week regular season games are too much for me to keep up on. What about you?", "Same here so I just watch some of the games. Did you know U of Iowa painted their visitor locker room pink?", "I wonder if even the toilets and urinals are pink. I'm sure the opposing teams get amusement out of that", "Yeah that makes sense. Do you know how many teams are in the NFL?", "[[platoxl:test-topical-46]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hard to believe that the Patriots just won the Super Bowl again. I wonder how Tom Brady is still so good given his age.", "Good morning, I love Tom Brady, he's like the energizer bunny, he just keeps going and going and going...Lol Didn't realize he was so spiritual, did you?", "[[platoxl:test-topical-47]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you?", "hey do you like Robert DOwney Jr?", "I do like him. Do you?", "ya I liked him a lot in Iron Man 1, I guess he would hide food on the set of Infinity war which is definitely weird haha", "Well, what kind of food? If it was tasty food that others would steal from him, yeah! Hide that food!", "[[platoxl:test-topical-48]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Did you know that Disney owns ABC as well as ESPN?", "I did. Do you watch football?", "Yes I do, I am a contributor to the number one ranking for viewership of Sunday Night Football. Do you?", "I watch it sometimes. I don't usually watch Thursday night football though.", "Yeah, me neither, do you have a favorite sports team?", "[[platoxl:test-topical-49]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Good evening. Do you like film? Cinematography in ancient greece actually translates to movement.", "Yes i love film. Wow thats good to know. I hear no woman has ever been nominated for the academy award for best cinematography", "I guess they prefer to be in the shot of the camera! James Wong accomplished a lot as he pioneered the use of wide angle lenses!", "thats interesting. Do you like robots?", "[[platoxl:test-topical-50]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL games?", "I love the NFL! I try to follow all 32 teams the best I can.", "Nice. I did not know the game season is 17 weeks. That is a long time and lots of games", "Yes. It seems to go fast. Each team plays a 16 game schedule.", "Yeah it does seem that for sure. Interesting that bowlers used to make more than football players in the 60s", "How much more did they make than the players?", "[[platoxl:test-topical-51]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi how are you?", "Im great, do you like Alex Smith?", "I do not know much about him other than he played in Kansas City! Do you like him?", "I do like him yeah, he is the QB of the Redskins and I think he's good", "That is good. Crazy how the average nfl game only has 11 minutes of live game play.", "It does seem like a lot longer than that, did you hear about those tracking chips players have in their shoulders?", "[[platoxl:test-topical-52]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you know much about the universe?", "Some stuff. There is a theory that it was formed through evolution", "Yeah and another one that there is only one electron in it", "Yet another one that it is just a giant hologram", "There are stars that are cold enough for us to touch them", "THat is so cool. DO you like chess?", "[[platoxl:test-topical-53]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello. Do you like superheroes?", "I do like superheroes. Do you?", "Yes I do. They've been around in comic books and movies since the 1930s.", "Have you seen the show \"Titans\"? I know DC has a channel but I have not seen it.", "No I haven't seen it. Is it from the cartoon teenage titans or something like that?", "I think so. It sounds like it picks up Robin right after he leaves Batman. Sounds interesting. Would you watch it?", "[[platoxl:test-topical-54]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["hey there, do you know disney company?", "Yes, somewhat. I know they fired James Gunn of Guardian of the Galaxy fame.", "Do you know what the real name of minnie mouse is?", "[[platoxl:test-topical-55]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Have you seen Thor?", "hi how are you? i have not seen thor?", "I've seen it. The first one is good, the second one, not so much.", "I dont really like the superhero films. too many explosions, too many battle scenes. it gets old.", "Yeah, they get old really quick. I'm in the same camp. I did like how the Batmans with Bale were done though. What about you?", "[[platoxl:test-topical-56]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you today? Do you follow football?", "I'm good, thanks for asking. Yes, I watch a little football. How about you?", "I try to watch playoffs, maybe the Super Bowl. Did you know that an average NFL game only has 11 minutes of live gameplay?", "OMG, I could swear that last Superbowl I watched lasted three hours. So much wasted time!", "Yeah, that halftime show really stinks up the joint too. The nfl has no written rule against female players; women would in fact be allowed if they met the league's eligibility requirements. Can you imagine a woman in the Super Bowl?", "[[platoxl:test-topical-57]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Have you heard of Kevin Sheehan before?", "I have. I believe he was a sports radio personality?", "He is, he hosts a show with a former Redskins player, I bet the show is pretty good.", "I think I did hear about that. Is the Redskins player Chris Cooley?", "[[platoxl:test-topical-58]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hello, do you like television?", "I do. I love watching SNL - especially the weekend update.", "I love SNL. Did you know when South Park aired the Family Guy episode, they received flowers from the Simpsons crew?", "[[platoxl:test-topical-59]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I enjoyed the superbowl, and watching Brady and company winn their sixth NFL champioship", "Yes me too, I like that. Did you know Brady has written a book now as well?", "Is that the TB12 Method?", "Yes and that is also his lifestyle brand And there seems to be a documentary in the works, Tom vs Time", "Oh, yeah, is that the Facebook series?", "[[platoxl:test-topical-60]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of the Beatles?", "I like their music once in a while. They have the best selling album of the2000s.", "I find that amazing considering the last album they recorded was in 1969! Did you know that the Beatles stopped touring because sound amplifiers, at that time, could not keep up over the screaming?", "Interesting! I find it fascinatingalso that the Beatles couldn't read music.", "I wonder how many other major musical stars cannot read music? I can't read music or play either although I have an old player piano.", "[[platoxl:test-topical-61]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hey there! Do you like football?", "I'm not much into sports in general, however, I did watch quite a bit when I was younger. Do you like football?", "Not so much, but I know some interesting facts about football and the NFL! For example, I just learned a little while ago that U of Iowa's locker room for visiting football teams is painted pink!", "That's surprising to me! I wonder if it has to do with school colors? Or, do you think it was previously the women's locker room?", "[[platoxl:test-topical-62]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of drama films?", "I am! I love all genre's", "Interesting, have you ever seen house?", "[[platoxl:test-topical-63]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I am a fan of the game. What about you?", "Nice me too. Did you know women can play as well?", "No I actually did not know that was a fact. I was curious if any woman has ever tried out for a team.", "I wonder too and if they have tried they must not have made it yet. Do you know what the highest score in college football is?", "[[platoxl:test-topical-64]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["You heard of the electronic music group The Thievery Corporation? theyre starting to blow up apparently", "I head they devoloped a greatdoundtrack for a big weeding in Cheve Chase Md.", "Yes they did. I think they're going to be very famous in the future. What kind of music do you listen to do you like jazz?", "[[platoxl:test-topical-65]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi there! Looking forward to chat with You! :)", "Good morning! Did you know that an early typewriter was called a \"literary piano\"?", "lol - I guess there are certain similarities ;) it's got.... keys...? ;)", "Yes. And in 2005, a mute man was found wandering somewhere in England and he could only communicate via piano, so that's kind of like the opposite - a piano being used like a typewriter.", "wow now that's an interesting allegory ;) I wonder how did he communicate... I mean... was he forming words somehow with keys?", "[[platoxl:test-topical-66]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you? Do you know much about the Bible?", "Hi there! I know a little about the Bible and recently found out that the Tower of Babel was based on a real building in Iraq!", "The Bible is full of interesting discoveries! For example, did you know that an apple only became known as an \"apple\" when the Bible was translated into Latin in the 4th century?", "[[platoxl:test-topical-67]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Football or Basketball, do you have a favorite?", "Football! It's more exciting I think. I like the american version though!", "I agree with you, football americano for sure! do you follow college football?", "Yeah I do! It's so popular! 14 of the 25 biggest stadiums are college football!", "that is crazy to think. I think about the university of michigan and how crazy big that is. Have you heard of the Iowa Hawkeyes?", "[[platoxl:test-topical-68]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hey! It sounds crazy but there are several teenagers running for governor in Kansas. Of course, there are a lot of adults unhappy at the news.", "Didn't even know that was legal, surely they have to be 18 right?", "[[platoxl:test-topical-69]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Do you think gender and race are equally worthy of attention in judging films?", "I think they are both very important issues and essential in the progression towards equality", "Should the Oscars consider these factors on an equal basis when making awards?", "Yes, I think these factors should be considered on an equal basis though perhaps how the movies present the issues and bring awareness to them is more important.", "I agree with that. What about box office draw, should that be considered in the Oscar evaluation?", "[[platoxl:test-topical-70]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you this morning?", "Great! Hope you're doing well! So do you follow association football aka soccer? Hard to believe it makes more money than golf, tennis, football, basketball, baseball and hockey combined!", "I watch a little soccer. I didn't realize it made so much money.", "It's crazy, isn't it? I guess that's why Mesut Ozil donated his entire world cup victory bonus to pay for the surgery of 23 children in Brazil. Must have been pocket change considering!", "[[platoxl:test-topical-71]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hi do you know much about the presidents?", "yes I know some stuff. Do you know who the wealthiest us presidents are?", "Yes that would be JFK, Washington and Jefferson", "Right. Did you know the guest house is larger than the white house", "Yeah that is pretty cool, they must get a lot of people there so maybe that is why", "Yeah. Have you heard the president of Indonesia is a pop star?", "[[platoxl:test-topical-72]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Do you enjoy hockey?", "I actually really enjoy it, and I've been playing my whole life, both ice, and ball hockey. How about you?", "Oh, wow. I like to watch but could never play. I was stunned when I recently learned that an ice hockey rink just remains under a basketball court when they switch it.", "Yeah, it's insane how fast they do the conversion too. In less than 24 hours, they are able to completely transform the whole arena, from basketball floor, to ice. It's funny, back in the day, hockey rinks only used to have one penalty box for both teams, so you'd have players from opposing teams, fight with each other in the boxes!", "Oh wow! That is impressive. I didn't know they put them in the same box either. That's a recipe for disaster. Did you know that Canada has two national sports?", "[[platoxl:test-topical-73]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi. Do you watch the NFL?", "I love the NFL. My team is the Buffalo Bills, so I'm not much of a Patriots fan. You?", "I used to an NFL fan, but I live in a city they recent;y abandoned so I'm not into it at all anymore. I hate the Patriots, though", "That makes two of us. You can't argue with Tom Brady's success, though. Are you familiar with his TB12 method?", "[[platoxl:test-topical-74]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of the Avengers?", "Not really, but I know it's a great movie franchise.", "I was turned off of the series by Ironman; I don't like Robert Downey Jr.", "They have so many characters. I think they could substitute actors in the characters anytime they want, so don't fret about Downey.", "Who do you think will be the one who gets killed off?", "[[platoxl:test-topical-75]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi. Do you like football? Are you familiar with the NFL?", "NFL? Is that the National Football League? Yes, I've heard of it. The football that I know is with a round ball.", "Oh okay. The NFL is a professional American football league.", "Now I am understand. The American football is the NFL. I am not so familiar with it.", "It has 32 teams. They have games from September to December.", "It sound like intense. Is it a game that many people watch?", "[[platoxl:test-topical-76]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Do you follow politics much?", "Yes, A Prime minister is the head of the state and executive branch of the government. He is the head of all states.", "Do you live in a country that has a prime minister?", "He gives advice to the council of ministers whenever they need it. He plan the schemes for the welfare of the nation and people.", "That's very interesting. Is there a prime minister of your country?", "[[platoxl:test-topical-77]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you watch football?", "I sure do. Do you know the U of Iowa painted the visitor locker room pink?", "I wonder if that is supposed to have some effect on the opposing team", "I wonder too. Did you know bowlers made more than football players in the 60s?", "[[platoxl:test-topical-78]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Have you ever watched Deadpool?", "Oh, yeah, I've seen them both! Really enjoyed them, although some of the \"fourth wall\" breaks got a little over the top in the second one... still, lots of fun!", "It's the highest grossing r-rated film of all time.I haven't watched it yet. Looks scary.", "Hmm... weird.. could have SWORN Passion of the Christ was the highest grossing R rated film... but maybe not..", "Is it an r-rated film?", "[[platoxl:test-topical-79]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "I do. I enjoy swimming in summer with my grandchildren. I also enjoy watching swimming competition in the Olympics.", "That is sweet. Who is your favorite swimmer athlete?", "[[platoxl:test-topical-80]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Do you watch football?", "Yes i love football. Do you?", "Yeah, I like to watch it on Sundays.", "I like Saturdays too because I like college football. Did you know that 14 of the world's 25 largest stadiums are for college football teams?", "Yeah, the thing is, I never have time on Saturdays to watch.", "Oh, I hear you. Do you ever watch or go to high school games?", "[[platoxl:test-topical-81]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi there. You a tennis fan. I played a lot. I love that you can play singles or doubles!", "I'm not really. I like that grunting lady though, what is her name? She grunts a lot. Some in the tennis circle consider grunting before a shot to be a kind of cheating.", "[[platoxl:test-topical-82]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL?", "not really. I only watch the Superbowl every year.", "So you watch the Superbowl at the beginning of this month?", "[[platoxl:test-topical-83]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello. Did you know that the U of IA's visiting locker room is pink?", "No i did not! Are you are patriots fan?", "I am not. I don't even like football very much. I know that Tom Brady has a weird obsession with avocado ice cream.", "Tom bray is just weird overall! LOL Apparently some people follow him to the point where its a religious experience.", "Crazy. Maybe they need a copy of Thomas Jefferson's bible.", "Gosh i hope not! You see the NFL has no written rule againsr female players in the league?", "[[platoxl:test-topical-84]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Morning! Not sure about you but I really like Tom Brady, health enthusiast and football player. Did you know about his spirituality?", "I dont really like the Patriots but Brady is the best I have ever seen, and no, what about his spirituality?", "He take a spiritual approach to life and the game. He says he wants to know why we're her e and our purpose. Then he tries to unite people too.", "I think thats great, he published two books The TB12 Method and the Athletes Bible.", "Yes, that's right! So moving on to football, did you know the highest score ever was georgia tech vs cumberland 222-0?", "[[platoxl:test-topical-85]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Howdy! Are you a fan of football?", "Yeah i love it. what do you think of tom brady?", "No denying his brilliance on the field of play or many accomplishments.", "Yeah he apparently has book called the Athletes bible.", "Have you read it? I hear it is his method of pursuing high performance.", "[[platoxl:test-topical-86]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi, do you watch the NFL?", "I enjoy watching NFL quarterback Tom Brady.", "Nice, he is a good player. Did you know he is also a book writer now?", "[[platoxl:test-topical-87]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Did you happen to watch Deadpool 2? I thought it was so funny!!", "I haven't seen it yet. I hear it's funny, but not very family friendly. Is that true?", "Not at all family friendly, it has a lot of blood and material that its not appripiate for the family.", "Are there a lot of big names in the movie other than Ryan Reynolds?", "[[platoxl:test-topical-88]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["It sure has been raining a lot lately, I wonder if thats the reason of the increase on Dragonflies", "It seem so. Since there is more rain, there are more mosquitos for the dragonflies to feast on.", "I so they feast on mosquitos, thank dragonflies then lol, I just hate mosquitos, although dragonflies are kind of scary", "Apparently a dragonfly can eat 30 mosquitos a day. Like you said, thank you dragonflies! I didn't realize dragonflies were such predators. All their wings allow them fly better than their prey.", "I think its interesting how dragonflies form a closed circle in a shape of a heart when they are mating", "I can't really imagine how that works. Who knew dragonflies were so romantic? I guess when you only live for less than a year you make the most of your life.", "[[platoxl:test-topical-89]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Xbox or playstation?", "Personally I like the Xbox better. it's crazy that the first Xbox came out back in 2001 LOL I had one on launch day", "Me too, I love xbox, I great up with playstation then got my first xbox 360 after! Even though it red ringed, I still loved it!", "Hurry up my Xbox 360 also Red ringed, it's crazy that it sold 77 million units even with that problem", "wow, I tried getting my free one but i missed the warranty by like 1 week!", "That's really annoying! You have an Xbox One by the way? Apparently it has been released in 21 markets and came out back in 2014", "[[platoxl:test-topical-90]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you watch the NFL?", "I do. DId you know women can play too?", "Yes there is no rule against them as long as they qualify", "Yeah. THe game only lasts for 11 minutes, active game at least", "Yes. DId you know engineers make more money over their lifetime though?", "[[platoxl:test-topical-91]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Did you know that there is a TV series about the \"religion\" of football practiced by Tom Brady.", "That's crazy. People are really passionate about football, I guess. Did you know another Patriots player, Benjarvus Green-Ellis, never fumbled the ball once in his entire career?", "That is so rare! Brady and his wife both eat and exercise for optimum life style and performance. They even eat avocado ice cream", "That sounds delicious! I wonder if she'd ever play football? Did you know women are technically allowed to play in the NFL?", "[[platoxl:test-topical-92]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Good evening! Are you into astronomy? Did you know that Venus has no seasons because it doesn't tilt?", "I enjoy learning about it. That is interesting about Venus. Our solar system is pretty vast", "It is! Did you know that there is a planet where shards of glass precipitate sideways at 4500 mph in 2000 degree Fahrenheit weather? It sounds fascinating.", "Wow! It also sounds dangerous! How about the fact that all of the planets would fit between the earth and our moon?", "Yes! Fascinating. And precursors to life have been discovered in a planetary system about 455 light years away.", "I wonder how they determined that? That seems like a microscopic issue rather than a telescopic one.", "[[platoxl:test-topical-93]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hi! Have you ever played fantasy football?", "I have! It can be addicting. lol", "My brother got seriously into it, I myself havent played much.", "It is fun. It makes watching football take on a whole different level.", "There is fantasy for just about everything, including congress and the spelling bee", "Wow. I didn't know that. I wonder how the spelling bee works? lol How does the fantasy congress work?", "[[platoxl:test-topical-94]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Transportation seems to be the focus theses days. Autonomous cars are taking over. Nevada was the 1st state to get onboard and allow self-driving cars.", "Would You trust a self driving car?", "Hmmm. thats a good question. I know the benefits are huge...increased traffic flow, better mobility for those who don't drive like children and elderly...they're making strides everyday.", "It scares the heck out of me... machines can't be trusted with our lives like that... plus the joy of driving is something I'm not willing to give up...", "& 5% of Americans feel the way you do. Mercedez-Benz built a self-driving car in the 80's. This was called the Prometheus Project.", "Good for Mercedes, but based what I know about that techology is still flawed... based on white lanes on the road and sensors around the vehicle... what if it snows? or it's so cold the sensors will go crazy? no no no... sorry ;) there is no way I'm getting into car like that ;)", "[[platoxl:test-topical-95]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
{"utterances": ["Hello there, do you watch football?", "Sometimes. Mainly the Eagles", "Nice. Did you know U of Iowa painted their locker room for visitors pink?", "[[platoxl:test-topical-96]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "platoxl", "contradictory_label_count": 2}
{"utterances": ["Hi good afternoon! Do you like Spiderman? Like other Marvel characters he was created by Stan Lee.", "Hi! Yes! I love all the superhero movies! Stan lee was so creative an amazing he did such great work within the Marvel Company", "Awesome! Spiderman first appeared in the anthology comic book Amazing fantasy number 15.", "Wow, I didnt know, I did know that Stan Lee wrote 15 dc comics! isnt it incredible?!", "[[platoxl:test-topical-97]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["do you use google a lot", "Yes a lot. Do you know how much a single search takes in terms of power?", "Yes more than in took to take Armstrong and 11 others to the moon", "Yes. Do you know how they calculate traffic?", "Yes they take the average of devices as they more around", "Yes. Do you know how they mow the lawn?", "[[platoxl:test-topical-98]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch star wars?", "Hey there I do like Star Wars. I've seen all the movies, what about you? I really like the first one the best though.", "Yes, I have seen all of the star wars series too!", "Which movie is your favorite? It's funny that Star Wars was thought to be a flop, and so 20th Century Fox gave the merchandising rights to George Lucas, then he became a billionaire due to that LOL", "I loved the first 3 released, but the whole series is really good, I love these ones that have been coming out around christmas every year, a lot of back story in those, really good.", "Yep the backstory is interesting. You ever heard of the director James Cameron? He directed movies like Terminator in True Lies, anyway he was apparently a truck driver and was inspired by Star Wars and quit his job soon after to pursue directing", "[[platoxl:test-topical-99]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "platoxl", "contradictory_label_count": 3}
