{"utterances": ["Are you a sports fan by any chance?", "i do like sports. i dont get much chance to watch these days. you?", "I enjoy a few. Did you know that Babe Ruth was America's most famous golfer at one point?", "i bet it didnt hurt that he was a great baseball player. he could any ball a mile.", "I didn't realize he was so multi-talented. Did you know that on average American golf courses consume 312,000 gallons of water per day?!", "[[opt-60B:test-topical-0]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Good morning! Are you a fan of Disney?", "I love the franchise, its been almost 100 years of magic since the company got founded back in 1923", "Walt and Roy Disney definitely knew what they were doing back in the day.", "I bet they did, they changed our culture forever with the creation of Mickey Mouse and his friends.", "It's funny when you think about it, isn't it? I mean, a mouse had such a profound effect on everyone and everything.", "[[opt-60B:test-topical-1]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hey there! Do you like football?", "I'm not much into sports in general, however, I did watch quite a bit when I was younger. Do you like football?", "Not so much, but I know some interesting facts about football and the NFL! For example, I just learned a little while ago that U of Iowa's locker room for visiting football teams is painted pink!", "That's surprising to me! I wonder if it has to do with school colors? Or, do you think it was previously the women's locker room?", "[[opt-60B:test-topical-2]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch the NFL?", "Ho there, yes I do very much so. DO you have a favorite player?", "Yes I sure do, I really like Brady a lot as a player. And you?", "Nice me too, I love the guy a lot. Do you know his favorite ice cream flavor?", "It is what is super healthy, avocado. He is very dedicated to a healthy diet for sure", "Yes he sure is. Did you know he wrote a book also now?", "[[opt-60B:test-topical-3]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["hi how are you? do you like football?", "Sure do. I even play fantasy football.", "i dont know that. how does it work? do you make money?", "[[opt-60B:test-topical-4]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hi there! So I was reading about Pokemon and I guess there are over 750 episodes. That's about 50 a year, for 16 years straight!", "are you a pokemon fan? i have never seen the show. i figure its for kids. is it?", "[[opt-60B:test-topical-5]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Howdy! Are you a fan of football?", "Yeah i love it. what do you think of tom brady?", "No denying his brilliance on the field of play or many accomplishments.", "Yeah he apparently has book called the Athletes bible.", "Have you read it? I hear it is his method of pursuing high performance.", "[[opt-60B:test-topical-6]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you think gender and race are equally worthy of attention in judging films?", "I think they are both very important issues and essential in the progression towards equality", "Should the Oscars consider these factors on an equal basis when making awards?", "Yes, I think these factors should be considered on an equal basis though perhaps how the movies present the issues and bring awareness to them is more important.", "I agree with that. What about box office draw, should that be considered in the Oscar evaluation?", "[[opt-60B:test-topical-7]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch the NFL?", "I do, Im not a big fan but I do follow the league, do you?", "Nice. Do you know how many teams are there?", "Yeah 32 teams in total, 16 in each division AFC and NFC,", "Yeah. And the game season is 17 weeks, that seems quite a lot to me", "Yeah seems like a really long time, 17 weeks, do you have a favorite team? mine is in the AFC division or American Football Conference", "[[opt-60B:test-topical-8]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch the NFL?", "The NFL? The National Football League? Is that still a thing?", "Yeah the NFL. Do you know how many teams are there?", "More than a dozen, I'm sure. I thought most of them went bankrupt during the Great Recession. Huh. I guess I was wrong. How many are there?", "Well currently there are 32 teams.", "32 seems a bit excessive. Are they planning on eliminating a couple? Seems only fair. People ought to be doing things on a Sunday.", "[[opt-60B:test-topical-9]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["I find science fascinating. How about yourself?", "I do too! Ezspecially natural science.", "Were you aware that the emperor of Japan is a scientist and still publishes papers?", "I had no idea! How fun. The world wide web was invented by a scientist too. I always thought it would have been an engineer.", "That is interesting. I would have thought the same. It's strange to me that the term scientist wasn't even coined until 1833. I wonder how they referred to previously?", "[[opt-60B:test-topical-10]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you like to watch American football?", "Hello, yes. I watch it but I don't follow it. How about you?", "I follow the colleges I attended. I was surprised to learn that the U. of Iowa has a pink locker room for the visiting team.", "Yeah, I guess its some kind of scare tactic? In the 60's top bowlers made almost twice as much as football players!", "Don't know... That's amazing. I graduated from Georgia Tech and never knew they beat Cumberland 222-0 in 1916.", "That is a huge defeat, I can't imagine losing by that much. Did you know theres a running back that played for the patriots who never fumbled the ball in his career?", "[[opt-60B:test-topical-11]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["hey there do you ever watch football?", "Yes, I watch it a lot. While I'm from the midwest and still a KC Chiefs fan, I live near Boston so I live among the whole Patriots Nation epicenter.", "ah I see, did you hear how Univ. of Iowa painted their visiting teams locker room pink?", "[[opt-60B:test-topical-12]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["hello did you know the presidents guest house is bigger than the white house?", "Hi, I had heard that. I guess he wants his guests to be very comfortable? I've seen the White House and it is small, I've seen bigger private homes.", "Oh nice, I have never seen it.", "I went on a school trip as a kid. It was small to me even then- still impressed me- just small.", "Did you know the president of indonesia had 3 pop albums?", "[[opt-60B:test-topical-13]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Good morning! Are you a fan of comic books?", "I do like superheros but I cant say ive read many comic books.", "I'm the same way. Did you like the Deadpool movie?", "[[opt-60B:test-topical-14]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "[[opt-60B:test-topical-15]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Good Morning! Hope your day is going well", "It is going well. I'm considering catching a movie - what will you do today?", "[[opt-60B:test-topical-16]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi there! Looking forward to chat with You! :)", "Good morning! Did you know that an early typewriter was called a \"literary piano\"?", "lol - I guess there are certain similarities ;) it's got.... keys...? ;)", "Yes. And in 2005, a mute man was found wandering somewhere in England and he could only communicate via piano, so that's kind of like the opposite - a piano being used like a typewriter.", "wow now that's an interesting allegory ;) I wonder how did he communicate... I mean... was he forming words somehow with keys?", "[[opt-60B:test-topical-17]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello do you like Black Panther?", "Great movie. Saw it twice in theatres. It made a whole bunch of money", "Nice, yes I recently watched it again since I found it on netflix, great movie. Did you know Black Panther is the wealthiest super hero?", "[[opt-60B:test-topical-18]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["hi, do you watch star wars?", "I love watching Star Wars, but I haven't had a chance to see the new Han Solo movie yet. I heard it was a nice addition to the saga", "Yeah it was for sure. do you know who Oscar Isaac is?", "[[opt-60B:test-topical-19]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["hi how are you? Football is on the chat menu. Do you like football?", "Hey there I do like football. I just wish I had seen the game that was the highest scoring football game of all time haha it was 222 to 0 have you heard about this game", "Was that Georgia Tech? what was the coach thinking? it seems cruel.", "[[opt-60B:test-topical-20]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you like television?", "I do. I love watching SNL - especially the weekend update.", "I love SNL. Did you know when South Park aired the Family Guy episode, they received flowers from the Simpsons crew?", "[[opt-60B:test-topical-21]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Did you hear Roger Federer lost?", "To Nadal?", "I am not sure, lol. I guess I should have said \"stumbe\" Im referring to the articles on the left.", "Federer is a fantastic player, hes been on the scene for 13 years.", "I wish I was good at Tennis. I am too short. Do you watch it a lot?", "[[opt-60B:test-topical-22]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Have you seen Thor?", "hi how are you? i have not seen thor?", "I've seen it. The first one is good, the second one, not so much.", "I dont really like the superhero films. too many explosions, too many battle scenes. it gets old.", "Yeah, they get old really quick. I'm in the same camp. I did like how the Batmans with Bale were done though. What about you?", "[[opt-60B:test-topical-23]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Good evening. Do you like film? Cinematography in ancient greece actually translates to movement.", "Yes i love film. Wow thats good to know. I hear no woman has ever been nominated for the academy award for best cinematography", "I guess they prefer to be in the shot of the camera! James Wong accomplished a lot as he pioneered the use of wide angle lenses!", "thats interesting. Do you like robots?", "[[opt-60B:test-topical-24]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you have a nintendo?", "Yea, have the First Mario kart that came out in 1992 too", "Nice. Did you know that coins in mario kart made you go faster?", "Yea, I remember collecting a bunch of coins and not spinning out when hit with the turtle shell too", "Did you know it is illegal for kids under 16 in South Korea to play video games past midnight?", "[[opt-60B:test-topical-25]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["I am a big fan of literature and reading is one of my hobbies. Do you enjoy books?", "it's a funny thing. i used to read a lot but these days i spend more time listening to music but i have been thinking about getting back into the reading. who are some of your fav authors?", "I enjoy Orwell, Vonnegut, Ira Levin, Stephen King. That's to name a few. Apparently at one point the FDA burned 6 tons of literature in an act of censorship. I find that very depressing.", "i read almost every one of Vonnegut's books a few years ago. i even read his very earliest works before he became so famous. definitely a unique talent.", "I love the way he writes. It's somehow simple and profound at the same time. It's so insightful without ever feeling pretentious. I don't know how he did it. He made the complex simple.", "perfectly stated. there are times it's almost like reading a book for children. yet he is incredibly profound. is he still alive?", "[[opt-60B:test-topical-26]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["How's it going, do you swim? People are able to swim weeks after birth", "I'm afraid to ask what Elmo testified to Congress about. Something about funding PBS, maybe?", "Maybe, or maybe elmo cheated on his taxes", "LOL. Sorry, I didn't see your initial comment. No, I don't swim. Do you? I remember the swimming baby on the cover of Nirvana's Nevermind.", "[[opt-60B:test-topical-27]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Good evening! Blizzard like conditions here has me thinking about breaking out the Bible on a cold night inside!", "I wont rub it in your face, but I live in Florida so I have the AC running. I might do so as well.", "LOL! I won't be altering my Bible like President Thomas Jefferson did. I guess he wasn't fond of things like miracles or resurrection, so he took them out of his version.", "I heard that, with a razor no less. Nothing like picking and choosing what parts to follow. There are a few presidents who were sworn in on something else too.", "Wow. I would have thought that was in the Constitution or something. Do you happen to know which presidents weren't sworn in on a Bible?", "[[opt-60B:test-topical-28]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["hi how are you? have you seen guardians of the galaxy?", "Hello, yes I have seen it, love that movie!", "i have not seen it yet. i hear that it is pretty funny. i dont usually watch superhero films because it is just a lot of explosions. i like dialog.", "Ah they have some pretty funny content. I think its on Netflix right now. Vhina/ taiwan renamed the movie to \"interplanetary unusual attack team\"", "What the heck kind of name is that? sounds a bit stilted.", "[[opt-60B:test-topical-29]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["But seriously, who doesn't like fantasy lit? I was surprised to find out it's a pretty modern genre, with most written since the 1960s.", "I cant recall any lol, and yeah, I cant believe its a modern genre I wouldnt know what to do without fantasy in my life,", "I read a lot of fairy tales when I was a kid. Would they be classified as fantasy?", "Yeah I think they are, speaking of GOT, you know that George R.R Martin was unsure about putting dragons into the mix, good thing he did,", "No kidding. They make great TV. But I would like to read his books, as well. I imagine they're pretty good. Have you read the books?", "[[opt-60B:test-topical-30]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello there, do you watch the NFL", "Hello, yes I do. DO you know Tom Brady, the Patriots guy?", "Sure do, he is my favorite player. DO you know he is a book author too?", "Yeah the Athlete's Bible. I have not read it yet but seems to be making its rounds", "Yes that and also the documentary series Tom vs. Time. I want to watch those as well", "That should be fun for real. Did you know women can play in the NFL?", "[[opt-60B:test-topical-31]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["do you watch football?", "I sure do. Do you know the U of Iowa painted the visitor locker room pink?", "I wonder if that is supposed to have some effect on the opposing team", "I wonder too. Did you know bowlers made more than football players in the 60s?", "[[opt-60B:test-topical-32]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of the Beatles?", "I like their music once in a while. They have the best selling album of the2000s.", "I find that amazing considering the last album they recorded was in 1969! Did you know that the Beatles stopped touring because sound amplifiers, at that time, could not keep up over the screaming?", "Interesting! I find it fascinatingalso that the Beatles couldn't read music.", "I wonder how many other major musical stars cannot read music? I can't read music or play either although I have an old player piano.", "[[opt-60B:test-topical-33]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello there, do you follow the NFL at all?", "I love the NFL. What about you?", "I follow but mostly my favorite team, I do watch more during the playoffs I will say though. How about you?", "Same here. Who's your favorite team? Mine is the Bengals.", "Nice! I used to play with the Bengals in tecmo super bowl all the time. I'm a Packer fan.", "HAHA - I love tecmo super bowl. Did you know Iowa painted the opposing teams locker room pink?", "[[opt-60B:test-topical-34]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Do you enjoy hockey?", "I actually really enjoy it, and I've been playing my whole life, both ice, and ball hockey. How about you?", "Oh, wow. I like to watch but could never play. I was stunned when I recently learned that an ice hockey rink just remains under a basketball court when they switch it.", "Yeah, it's insane how fast they do the conversion too. In less than 24 hours, they are able to completely transform the whole arena, from basketball floor, to ice. It's funny, back in the day, hockey rinks only used to have one penalty box for both teams, so you'd have players from opposing teams, fight with each other in the boxes!", "Oh wow! That is impressive. I didn't know they put them in the same box either. That's a recipe for disaster. Did you know that Canada has two national sports?", "[[opt-60B:test-topical-35]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL?", "not really. I only watch the Superbowl every year.", "So you watch the Superbowl at the beginning of this month?", "[[opt-60B:test-topical-36]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Have you ever watched Deadpool?", "Oh, yeah, I've seen them both! Really enjoyed them, although some of the \"fourth wall\" breaks got a little over the top in the second one... still, lots of fun!", "It's the highest grossing r-rated film of all time.I haven't watched it yet. Looks scary.", "Hmm... weird.. could have SWORN Passion of the Christ was the highest grossing R rated film... but maybe not..", "Is it an r-rated film?", "[[opt-60B:test-topical-37]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hi, are you a football fan?", "Yes, I like soccer. It's very popular all over the world.", "Are you talking about soccer or American football as in NFL?", "[[opt-60B:test-topical-38]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Good evening! Are you into astronomy? Did you know that Venus has no seasons because it doesn't tilt?", "I enjoy learning about it. That is interesting about Venus. Our solar system is pretty vast", "It is! Did you know that there is a planet where shards of glass precipitate sideways at 4500 mph in 2000 degree Fahrenheit weather? It sounds fascinating.", "Wow! It also sounds dangerous! How about the fact that all of the planets would fit between the earth and our moon?", "Yes! Fascinating. And precursors to life have been discovered in a planetary system about 455 light years away.", "I wonder how they determined that? That seems like a microscopic issue rather than a telescopic one.", "[[opt-60B:test-topical-39]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you?", "Doing well! I have played a lot of tennis, never 11 hours of a single match though.", "So you're a slacker??? Just kidding! 11 hours is too long for any sport!", "haha, i know im lazy! I agree! I wish they had another black player who won the title!", "Is Keys black?", "[[opt-60B:test-topical-40]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello, Lets talk about Football. There is a locker room at the university of Iowa painted Pink", "That is weird. Do you happen to know why that is?", "[[opt-60B:test-topical-41]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["hi do you watch the NFL?", "I sure do, did you know women can play too?", "Yes as there is no rule that does not allow them if they qualify", "Yes. Did you know there is only 11 minutes of game play in a game?", "[[opt-60B:test-topical-42]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of rock music?", "I love it! It is my favorite!", "Me too! I grew up right through the 80s and graduated in 89 so it was really popular then. The state rock song of Oklahoma is \"Do you Realize\" by the Flaming Lips. I didn't even know that states had their own rock songs. LOL", "I didnt know that either. I wonder if Florida has one. Or if it does do I really want to know?", "[[opt-60B:test-topical-43]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Are you a fan of football?", "Yes I am, are you, if you are what is your favorite team?", "I am a Bears fan. How about yourself?", "I am a pittsburgh steelers fans, the bears did pretty good the past season.", "Yes they did. All came down to a stupid kick ha ha. Anyway, did you know that in the 60's top bowlers made more than top football players?", "[[opt-60B:test-topical-44]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you like superhero movies?", "Yes I watch super hero movies all the time", "Nice. Have you seen Spider-Man, any of them", "Yes I've seen the first Spider-man movie in 2002 where Stan Lee made a cameo where he saved a little girl when a building exploded.", "Nice. Did you know the US military is trying to replicate the abilities of Spiderman?", "[[opt-60B:test-topical-45]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Did you know that Disney owns ABC as well as ESPN?", "I did. Do you watch football?", "Yes I do, I am a contributor to the number one ranking for viewership of Sunday Night Football. Do you?", "I watch it sometimes. I don't usually watch Thursday night football though.", "Yeah, me neither, do you have a favorite sports team?", "[[opt-60B:test-topical-46]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Have you seen the movie Avengers? It is an interesting flick", "I have not. My daughter says I should. What can you tell me about it?", "There is a very controversial scene, where the adopted, brutalized daughter of the Titan is going to reveal a secret to stop him from torturing her sister.", "Sounds abusive to me. IS this supposed to make me interested?", "He had to sacrifice something he loves to recover the stone. He sacrifices his daughter for the stone", "Bad choice if you ask me. Like, how many of these Marvel movies are there anyway? I like many of the actors, such as Cumberbatch, Ruffalo, Johansson, but I am way behind on storyline details and I fear too many movies have passed to allow me to catch up...", "[[opt-60B:test-topical-47]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hey! Are you a football fan?", "Hello, I love football! how about you?", "I watch a little here any there.", "Are you a Tom Brady fan? I have his book, it is basically the new bible!", "[[opt-60B:test-topical-48]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello", "Hi. How are you? I was just reading a new novel about the wired life.", "Yes. Tech has become part of most peoples daily lives", "It's amazing that SiFi has become our new norm. Mobile phones and genetic modification are things we are accustomed to.", "I am someone who does not like to go out without my phone", "Me too. Especially since I have my Kindle app on it, with all my books. Right now I'm reading The Oracle Year by Charles Soule. Have you heard of him? He worked on Daredevil and Death of Wolverine.", "[[opt-60B:test-topical-49]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you? How much do you know about the Bible?", "yes I do. It the best selling book of all time", "Did you know that before 1963, it was not uncommon for American students to be required to read from the Bible as part of their elementary education? Times certainly have changed!", "[[opt-60B:test-topical-50]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["hey there, do you know disney company?", "Yes, somewhat. I know they fired James Gunn of Guardian of the Galaxy fame.", "Do you know what the real name of minnie mouse is?", "[[opt-60B:test-topical-51]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi there. You a tennis fan. I played a lot. I love that you can play singles or doubles!", "I'm not really. I like that grunting lady though, what is her name? She grunts a lot. Some in the tennis circle consider grunting before a shot to be a kind of cheating.", "[[opt-60B:test-topical-52]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Avengers Infinity War was a great movie, I really loved that film", "Yes, Lou Ferrigno has been voicing the hulk for decades. Do you like Marvel Comics?", "[[opt-60B:test-topical-53]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Are you a big youtube user? I am!", "I'm a very big user of youtube. Does most of their content is uploaded by individuals and media corporations?", "Yes! It was created in Feb. of 2005 by 3 former PayPal employees.", "Wow!! I didn't know this. Do you happen to know what the names are of those 3 former Paypal employees?", "[[opt-60B:test-topical-54]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["did you know that Jupiter has a radio storm that you can pick up on a regular am radio?", "No, I didn't know that. How interesting! I did hear that the sun's solar activity has been translated into sounds like music.", "now I didn't know that, did you know that canadian law requires 40% of their music to be of canadian origin", "Nope. I wonder what the other 60% might be.", "Ya, I would say that from my experience that means that 40% of the music on a canadian radio is probably not very good haha", "Right!! Are you interested in football history? I'm looking forward to the Super Bowl coming up. The original first NFL playoff game was way back in 1932.", "[[opt-60B:test-topical-55]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["I find the universe to be utterly fascinating. How about yourself?", "Of course, the universe covers many secrets. I'm very eager to know about it.", "It definitely does. There are scientists who theorize that universes evolve through natural selection much like different species do on earth. So that would mean some weaker aspects die off in favor of stronger ones? That's very interesting.", "[[opt-60B:test-topical-56]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi! Did you watch the new Wonder Woman movie?", "no, i have not seen it. i have heard some good things about it though. You?", "I have not, but I saw the star, Gal Gadot on the talk show circuit promoting the movie.", "she is great for the part! i bet she did a great job. what other movies has she been in, do you know?", "[[opt-60B:test-topical-57]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hey! It sounds crazy but there are several teenagers running for governor in Kansas. Of course, there are a lot of adults unhappy at the news.", "Didn't even know that was legal, surely they have to be 18 right?", "[[opt-60B:test-topical-58]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hello, just watched my favorite NFL team, the Ravens, get eliminated from the playoffs.", "Couldn't have happened to a better team, lol. I live in Baker Mayfield territory. Do the Ravens have the same weird rule as the Saints, that prohibits its cheerleaders from eating at the same restaurant as the players?", "I think so. Similar that if an nfl player comes in the cheerleader has to leave.", "That's an asinine rule. Are there any female NFL players yet?", "[[opt-60B:test-topical-59]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [0, 4], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["You play video games?", "Heck yeah, Playstation gamer here", "Cool, haven't really played since the Xbox original... LOL", "Not even nintendo?", "[[opt-60B:test-topical-60]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["hi how are you doing over there?", "Fine. Are you a movie fan?", "yes, i am a movie fan. I think that there are many fine movies done by Tom Cruise.", "Loved him in Rainman and Jerry McGuire. What do you think of his Mission Impossible films?", "he has done a great job finding co-stars that round out the cast. the stories are strong too.", "Can't say. Only saw the 1st film. Heard that Angela Bassett is in the latest film. Like her a lot. Which costars are your favorites?", "[[opt-60B:test-topical-61]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["I never knew the NFL was the highest professional level of football in the world. Did you?", "I did. The 17 week regular season is my favorite sports season.", "Do you watch the playoffs?", "[[opt-60B:test-topical-62]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hi there, do you like Disney movies?", "Hi, I love Disney movies! I think Disney in general is great. When you think about it being founded back in 1923 and it is still going strong, it's amazing.", "I know, they have become a dynasty. Do you know what the name of the character minnie mouse is. The real name?", "[[opt-60B:test-topical-63]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["hi do you watch the nfl?", "I sure do. DO you know how many teams are in the nfl?", "Yes there are 32 teams divided between NFC and AFC", "Right. Did you know women can play?", "[[opt-60B:test-topical-64]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hi do you like football?", "I do like it. Snoop Dogg once wrote a fight song for his son's high school team", "That is pretty cool. THe U of Iowa painted the visitor locker room pink", "WOw I wonder if that is supposed to have some effect on the opposing team", "Good point. The ESPN once won an Emmy. Do you know what for?", "[[opt-60B:test-topical-65]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi! Are you familiar with Tom Brady? I'm very interested in following his TB12 Method aka the athlete's bible!", "Hey! I'm good. How is your day? Not really. What is it about?", "To Tom Brady, football is basically a religion and at age 40, he likes to credit that lifestyle brand with being in such great shape. It's worth checking out! Are you a football fan at all?", "I watch football, not a lot actually. I like hockey. I'll check it out for sure. I know him, but not really familiar with TB12 Method you mentioned. Have you already tried or just planning to follow?", "I plan to follow one day. Not just for health but to get me through the NFL off-season since the regular season only lasts 17 weeks, which is far too short for us die hard fans. Ha!", "Honestly I've never been able to understand why this is just 17 weeks. If it was regular and at least 6-7 months, I'll probably follow more regularly lol Are you fan of any team?", "[[opt-60B:test-topical-66]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["I remember JJ Watt called Andy Dalton the Little Red BB gun with his arm, he the worst quarterback in the AFC North", "Don't know much about football, you say he was the worst quarterback. who was the best?", "I would have to say it was the Baltimore Raven's rookie QB Lamar Jackson seeing as how he was the only one in the division to get his team to the playoffs. But I can admit, I'm biased", "That's cool i remember seeing the Cleveland brows play once how's there QB?", "[[opt-60B:test-topical-67]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["did you know that Hugh Laurie is the highest paid TV actor ever?", "Hi! No I did not know that, very interesting! I was reading an article about the Patriots Josh McDaniels just might take a coaching position! Do you watch football?", "I do a little bit, I want the patriots to win tomorrow, what about you?", "Yes, I don't follow it very much but I definitely like the Patriots. McDaniels has been one of the highest paid coordinator, crazy!", "ya that is crazy, did you know that Kellan moore is left handed? hes the only one in the NFL", "[[opt-60B:test-topical-68]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["I've never seen Jurassic World and I get the criticism that it's a departure from the message of the original Jurassic Park, but I'd still like to see it.", "I see. What is the departure from the message of the original?", "[[opt-60B:test-topical-69]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you? Do you like football?", "Yeah Football is pretty cool and fun to watch. Can't say I would be willing to make a religion out of it though.", "Did you watch the Superbowl?", "[[opt-60B:test-topical-70]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Do you watch the NFL?", "Yes, The NFL is one of the major sports leagues in North America and the highest professional football league in the world.", "What about the other kind of football like soccer, do you watch them?", "Yes, Football is the team sports which is referred by different names in different place. But every one like it to play.", "Yes but do you like to watch soccer? or rugby or Canadian football?", "[[opt-60B:test-topical-71]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["How's it going, have you seen Infinity War, the sequel to 2012 Avengers", "No, I don't really know the series very well. Is it good?", "[[opt-60B:test-topical-72]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hello, have you seen the movie Jurassic World?", "Helo there, yes I have and I like them all. Did you know dinosaurs in Jurassic Park only apperad for 15 minutes?", "Wow that is pretty short in a movie that is all about dinosaurs don't you think?", "haha I know. And the Jurassic Park ride cost twice as much as the whole movie", "That is insane, but I heard that is cost like $110 million, that is a ton of money", "Yeah pretty insane. Do you know how they generated the raptors in the movie?", "[[opt-60B:test-topical-73]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you? Are you ready for a fine chat today?", "For sure. Do you watch the NFL at all?", "The NFL? The National Football League? Yes, I've heard of it. Is it any good?", "Well it is good and a very big deal in the US now. Even women can play if they qualfy", "Women? Wow. How do the women do against the men?", "[[opt-60B:test-topical-74]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi Turker, are you a fan of NFL, if yes do you watch Thursday night football?", "I am a fan, my Thursday nights wouldn't be the same withou that sacred sport, what about you?", "I feel the same way, I like Thursday night football and I hope nothing change.", "It seems like the Thursday packages isnt going anywhere so that is a good thin, did you know Disney is the owner of ABC and ESPN?", "[[opt-60B:test-topical-75]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "I am fine too", "Do you like watching movies?", "Sure. Mystery,Comedy. Sci Fy, Action", "Have you seen Jurassic World: Fallen Kingdom?", "[[opt-60B:test-topical-76]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["do you know much about the universe?", "Some stuff. There is a theory that it was formed through evolution", "Yeah and another one that there is only one electron in it", "Yet another one that it is just a giant hologram", "There are stars that are cold enough for us to touch them", "THat is so cool. DO you like chess?", "[[opt-60B:test-topical-77]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you watch football?", "Yes i love football. Do you?", "Yeah, I like to watch it on Sundays.", "I like Saturdays too because I like college football. Did you know that 14 of the world's 25 largest stadiums are for college football teams?", "Yeah, the thing is, I never have time on Saturdays to watch.", "Oh, I hear you. Do you ever watch or go to high school games?", "[[opt-60B:test-topical-78]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hey! Have you heard about that \"Gotti\" movie? 0% on Rotten Tomatoes.", "I never understood the Rotten Tomatoes rating. I guess having a higher rating is good. I didn't know it was ratings from critics.", "Yes, it's the percent of critics who recommend the film. No critics have recommended it so far.", "Surely, someone somewhere has to like it. Supposedly, the fan ratings are fake.", "They say that it's being well received by audiences. What do you make of that? Marketing? Or are the critics wrong?", "[[opt-60B:test-topical-79]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Hey! Do you like Tom Brady?", "I might. Who is he and what does he do?", "He is a Quarterback in the NFL, well known for winning Superbowl games.", "He must be a tremendous talent. Is he any good at singing and dancing?", "I am not sure about that but he views Football as a type of religion to him.", "He probably has to sing and dance in exultation during the services he leads. Is he ordained in the NFL?", "[[opt-60B:test-topical-80]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["How's it going, are you a football fan? Tom Brady recently released a book of his TB12 Method detailing his workouts and diet", "He did? I bet it's a best seller. That guy has so many followers and fans. I don't know the TB12 Method though.", "Yea the TB12 method is pretty popular, I guess he considers it part of his spiritual quest", "He is on a spiritual quest? Isn't he already fully committed to a faith of some sort?", "[[opt-60B:test-topical-81]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "Haven't seen it, but heard good things from the critics. I know it came out this year and was made by Marvel.", "Yes correct, I've seen the first but have yet to see the second. Given their intentions and the great writers do you believe it will have an impact on the public's perception on Puerto Rico and its history?", "[[opt-60B:test-topical-82]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you? Do you know much about the Bible?", "I've read it and I'm informed but not an expert. I do know that the Tower of Babel is said to be an actual thing in Iraq.", "I'm not surprised. There are many connections between the Bible and the real world. Did you know that an apple only became known as an \"apple\" when the Bible was translated into Latin in the 4th century?", "Yeah, based on the word \"malus\" which can mean apple or evil.", "So Eve was literally eating evil! Did you know that before 1963, it was not uncommon for American students to be required to read from the Bible as part of their elementary education?", "[[opt-60B:test-topical-83]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hey, I love the Lions and the teammate Ndamukong Suh.", "I am from Chicago so I must hate the Lions. Bear down! He eventually signed with the Rams.", "Oh nice! I am a huge Packers fan from California! Ha. Ndamukong spent three years with the Dolphins.", "How do you become a packers fan in California? It is in my blood to despise them.", "I know, it's a weird thing! I should be a Rams fan.", "Did you move from Wisconsin?", "[[opt-60B:test-topical-84]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hey, have you heard about that new lifestyle plan that Tom Brady came up with?", "Hi! No I have not. What is it?", "He's called it \"The TB12 Method\". Sounds a little crazy to be treating football as a lifestyle.", "Do you know how many teams are in the NFL?", "[[opt-60B:test-topical-85]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hello, do you like going to the library?", "I do! My five year old loves it too", "That's good. My children love libraries too!", "I see that ships visiting ancient alexandria would need to surrender their books so they could copy them", "That's interesting. There are more libraries than McDonald's in the US.", "That's a good thing, right? hah. Have you seen Wheres Waldo in a while?", "[[opt-60B:test-topical-86]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hey! I was thinking of seeing Elton John in concert. Tickets are around $25-$55 bucks. does that sound reasonable?", "That is a good price for the man who sang \"Candle in the Wind 1997\"", "Especially since he has over 50 top 40 hits. I can't believe he has sold over 300 million records and I get to see him live!", "Good for you! Seven consecutive number one albums is also an impressive record.", "No joke! I really hope his lyricist since 1967, Bernie Taupin, will be there!", "What is Elton John's real name? I forget.", "[[opt-60B:test-topical-87]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch football? I didn't know that the nfl could have female players.", "Yes, I love football. I was wondering to myself, when will the NFL get its first female player. She'll probably be a kicker.", "Who knows, Ive seen women in the gym and those lifting competitions! Anything could happen! lol", "True that. Did you know the NFL uses tracking chips in the player's shoulder pads to track every move?", "[[opt-60B:test-topical-88]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello. Did you know that the U of IA's visiting locker room is pink?", "No i did not! Are you are patriots fan?", "I am not. I don't even like football very much. I know that Tom Brady has a weird obsession with avocado ice cream.", "Tom bray is just weird overall! LOL Apparently some people follow him to the point where its a religious experience.", "Crazy. Maybe they need a copy of Thomas Jefferson's bible.", "Gosh i hope not! You see the NFL has no written rule againsr female players in the league?", "[[opt-60B:test-topical-89]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hi how are you?", "Im great, do you like Alex Smith?", "I do not know much about him other than he played in Kansas City! Do you like him?", "I do like him yeah, he is the QB of the Redskins and I think he's good", "That is good. Crazy how the average nfl game only has 11 minutes of live game play.", "It does seem like a lot longer than that, did you hear about those tracking chips players have in their shoulders?", "[[opt-60B:test-topical-90]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Do you like football?", "I like the NFL, but I think 16 games is not enough to build rivalries.", "Yes, i completely agree! What do you think would be a good number of games for an NFL team to play in a season?", "[[opt-60B:test-topical-91]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "opt-60B", "contradictory_label_count": 3}
{"utterances": ["Do you read Spider-Man comics?", "No, but I watch the movies. Spidey six apparently will have more than one bad guy to take down.", "That's cool. I really enjoyed the new animated one with Miles Morales.", "I like them all. When spider man married mary jane in 1987, marvel acutally had a public wedding with actors dressed in character and stan lee officiating. How cool!", "I wonder if anyone ever would've guessed that when the character was created by Stan Lee and Steve Ditko", "Guessed that Spider man would get married? Well, who would've guessed that the US military would try to make spider-man abilities for their soldiers?", "[[opt-60B:test-topical-92]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch the NFL?", "Yes I try to watch all the games I can, what about you?", "Same here but cannot watch them all for 17 weeks", "That's true, do you have a favorite team? if yes, what is your favorite team?", "[[opt-60B:test-topical-93]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hi. Do you watch the NFL?", "I love the NFL. My team is the Buffalo Bills, so I'm not much of a Patriots fan. You?", "I used to an NFL fan, but I live in a city they recent;y abandoned so I'm not into it at all anymore. I hate the Patriots, though", "That makes two of us. You can't argue with Tom Brady's success, though. Are you familiar with his TB12 method?", "[[opt-60B:test-topical-94]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["do you use google a lot", "Yes a lot. Do you know how much a single search takes in terms of power?", "[[opt-60B:test-topical-95]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["good morning", "Hello. Are you a fan of jazz?", "[[opt-60B:test-topical-96]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["I am a big fan of tennis. I even have a tennis shirt that was made by Rene Lacoste.", "It was made by a tennis player? that is suprising, didnt know that, tennis is a great sport, I love it as well", "Only one black man has won the US open - is that not crazy? back in 68", "That is crazy, I wonder why that happens, have you ever played Nintendo?", "I have played Nintendo. It was originally a playing card company!", "It was? I knew them only because of the gaming system, its a good thing the company has a large cash reserve", "[[opt-60B:test-topical-97]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
{"utterances": ["Hey what do you think of Kim Kardashian?", "I like her. I heard she was doing a lot of PR work for the new Yeezys.", "That is cool. I knew her and Paris Hilton were friends but I didn't know she was Paris's assistant and stylist.", "Yes, that's cool. Do you see the Avengers: Infinity War?", "[[opt-60B:test-topical-98]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "opt-60B", "contradictory_label_count": 0}
{"utterances": ["Hey, did you know there is a species of fish that is immortal? How cool is that?", "Really? Where is this species found?", "Im not 100% but i believe not too far from Japan.", "Are dolphins considered fish?", "No i dont think so as they are mammals and not fish.", "What about octopus what are they considered?", "[[opt-60B:test-topical-99]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "opt-60B", "contradictory_label_count": 2}
