{"utterances": ["do you watch the NFL?", "yes, do you know who kellan moore is?", "I have heard of him. DO you like Brady?", "I do. Moore is the only QB that is left handed", "Oh cool. Brady in high school was the resevre QB that never got started", "Wow they sure lost talent there. Did you know Brad Johnson threw himself a touchdown?", "[[blender3-3B:test-topical-0]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like going to the library?", "I do! My five year old loves it too", "That's good. My children love libraries too!", "I see that ships visiting ancient alexandria would need to surrender their books so they could copy them", "That's interesting. There are more libraries than McDonald's in the US.", "That's a good thing, right? hah. Have you seen Wheres Waldo in a while?", "[[blender3-3B:test-topical-1]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi do you like astronomy?", "its very interesting, but this is the first time I have read about the ganymede being so large", "That would be Jupiter's moon? I wonder if Jupiter is one of the five planets visible to the naked eye.", "[[blender3-3B:test-topical-2]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there! Looking forward to chat with You! :)", "Good morning! Did you know that an early typewriter was called a \"literary piano\"?", "lol - I guess there are certain similarities ;) it's got.... keys...? ;)", "Yes. And in 2005, a mute man was found wandering somewhere in England and he could only communicate via piano, so that's kind of like the opposite - a piano being used like a typewriter.", "wow now that's an interesting allegory ;) I wonder how did he communicate... I mean... was he forming words somehow with keys?", "[[blender3-3B:test-topical-3]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["hi, do you watch star wars?", "I love watching Star Wars, but I haven't had a chance to see the new Han Solo movie yet. I heard it was a nice addition to the saga", "Yeah it was for sure. do you know who Oscar Isaac is?", "[[blender3-3B:test-topical-4]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Do you enjoy the NFL?", "No I am not a sports fan but there are some interesting things I learned about recently. Like, did you know that the average NFL live gameplay is only 11 minutes per game?", "I'm not surprised. There are an extreme amount of commercials, reviews, and penalties. I did not know that there are no written rules against female players in the NFL. But they have to meet the eligibility requirements and as large as those men are I doubt that happens.", "I did not know that there were no rules against women, but like you said it would be unlikely that any woman could meet the requirements. The players have tracking chips in their shoulder pads and the ball as well. I guess that has helped with various informations.", "I have to wonder why they would need to track them so closely. There are cameras everywhere and they use the cameras and the refs to make calls so why the need to track them so precisely?", "[[blender3-3B:test-topical-5]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Good morning, do you like poetry?", "I think I would be lying if I said yes, I have a passing interest in poetry at best.", "Haha same here. Did you know there is a poem that when read normally it's depressing, but read backwards, it's inspiring?", "[[blender3-3B:test-topical-6]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["So Tom Brady has a book, trying to limk some more money from his fans?", "Maybe, but he really seems to believe in his TB12 method, it seems a little creepy for some.", "I'll eat all the avocado ice cream out there if it keeps me young, but I smell gimmick.", "I think book about self improvement is based around a gimmick, did you see his documentary?", "[[blender3-3B:test-topical-7]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Are you a fan of The Beatles? I just learned that they had the best selling album of the 2000's.", "I am not a huge fan but that's crazy! Especially considering how influential they were decades ago, even writing for governor campaigns in the 1960s.", "Oh, you're talking about that song Come Together, right? T", "[[blender3-3B:test-topical-8]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["do you know much about governors?", "Some stuff. DO you know who the only one to vote againts the internment of japanese american during WWII is?", "Yes that was ralph Lawrence, cannot believe he was the only one", "Yes. Did you know in Texas they elected a female governor, and that was ahead of many other states?", "[[blender3-3B:test-topical-9]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, are you a football fan?", "Yes, I was a KC Chiefs season ticket holder for a decade and moved to the Boston area 4 years ago. So I watch a lot of football, college and pro.", "Good. Did you know that a college team once defeated their opponent 222-0?", "[[blender3-3B:test-topical-10]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Did you happen to watch Deadpool 2? I thought it was so funny!!", "I haven't seen it yet. I hear it's funny, but not very family friendly. Is that true?", "Not at all family friendly, it has a lot of blood and material that its not appripiate for the family.", "Are there a lot of big names in the movie other than Ryan Reynolds?", "Not really, not that I know of but there some cool characters like Cable and Colossus.", "I used to be a big comic book fan and Colossus was one of my favorites! Is this the movie that introduces the team X-Force?", "[[blender3-3B:test-topical-11]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Good morning! Are you a fan of Disney?", "I love the franchise, its been almost 100 years of magic since the company got founded back in 1923", "Walt and Roy Disney definitely knew what they were doing back in the day.", "I bet they did, they changed our culture forever with the creation of Mickey Mouse and his friends.", "It's funny when you think about it, isn't it? I mean, a mouse had such a profound effect on everyone and everything.", "[[blender3-3B:test-topical-12]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a fan of football?", "Yes I am, are you, if you are what is your favorite team?", "I am a Bears fan. How about yourself?", "I am a pittsburgh steelers fans, the bears did pretty good the past season.", "Yes they did. All came down to a stupid kick ha ha. Anyway, did you know that in the 60's top bowlers made more than top football players?", "[[blender3-3B:test-topical-13]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, how are you today?", "I'm doing well, thanks!! How about you?", "Doing great. Did you know that Iowa has painted their opponents locker room pink?", "No I didn't. Do you happen to know the reason why?", "Just guessing that pink would make the players calmer, less aggressive. I think I would retaliate by shutting of Iowas hot water.", "Ha Ha!!! Thanks. Do you follow soccer at all these days?", "[[blender3-3B:test-topical-14]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi", "Hi! How are you? Have you seen the new Deadpool sequel yet? I hear its amazing.", "No I haven't been able to see it yet. The first one was great, but I haven't been able to see the second yet.", "I'm not usually so into super hero stuff. But there are so many great movies coming out, I can't help It. Have you seen Infinity War? Its the first film to ever be shot entirely with imax cameras!", "[[blender3-3B:test-topical-15]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi how are you?", "Im great, do you like Alex Smith?", "I do not know much about him other than he played in Kansas City! Do you like him?", "I do like him yeah, he is the QB of the Redskins and I think he's good", "That is good. Crazy how the average nfl game only has 11 minutes of live game play.", "It does seem like a lot longer than that, did you hear about those tracking chips players have in their shoulders?", "[[blender3-3B:test-topical-16]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi! Are you a Beatles fan?", "Who isn't. John did some incredible stuff", "Sure! They were real musical pioneers!", "absolutely, especially with Geoff Emerick as a sound engineer", "Yeah! They were the first to do so many neat things that they redefined what it meant to do sound engineering.", "yeah have you heard the work done on Revolver?", "[[blender3-3B:test-topical-17]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["hi how are you? do you like football?", "Sure do. I even play fantasy football.", "i dont know that. how does it work? do you make money?", "[[blender3-3B:test-topical-18]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, how are you?", "I'm great! How are you? Do you play video games?", "I am well. I used to play video games but gave them up when I got married. Do you??", "I used to play them, but not much now. The military used to call video games \"cathode ray tube amusement devices.\"", "You don't call them that? It just rolls off the tongue...", "[[blender3-3B:test-topical-19]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hey, you ever read the Bible?", "I have, not really a religious person but used to read the sacred book when I was a kid", "It is the best selling book of all time. I sometimes read it, however I am not as strictly disciplined like students that were required to read it in school before!", "It is? I guess there are a lot of religious persons out there, did you know Thomas Jefferson created his own version of the bible", "[[blender3-3B:test-topical-20]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Religion and football, do you think they have similarities?", "I think if you look hard enough you find similarity in everything. You?", "Not really, but I guess I respect Bradys opinion on the matter, he is a great player and takes his job seriously", "Yeah apparently Bravado ice cream is a secret of his. You ever had it?", "[[blender3-3B:test-topical-21]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello there, do you watch the NFL?", "Hi, no I don't watch it. Do you?", "Yes me too from time to time. Curious fact, the U of Iowa visitor locker room is painted pink.", "That's funny. Do you think that was done to humiliate their opponents?", "[[blender3-3B:test-topical-22]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello do you like Black Panther?", "Great movie. Saw it twice in theatres. It made a whole bunch of money", "Nice, yes I recently watched it again since I found it on netflix, great movie. Did you know Black Panther is the wealthiest super hero?", "[[blender3-3B:test-topical-23]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hey there have you seen the TV show The Flash?", "I have actually, and I like it. Did you know he rusn so fast that he outran death itself?", "LOL I didn't know that. No I've never actually seen the show. I do know someone told me that it was good though. Do you think I should watch it", "I think so, at least give it a try. Yeah he outran death by running past entropy and into the next universe", "That's pretty cool. I guess the main character's name is Allen? And he uses his super speed to fight criminals", "[[blender3-3B:test-topical-24]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi! Are you familiar with Tom Brady? I'm very interested in following his TB12 Method aka the athlete's bible!", "Hey! I'm good. How is your day? Not really. What is it about?", "To Tom Brady, football is basically a religion and at age 40, he likes to credit that lifestyle brand with being in such great shape. It's worth checking out! Are you a football fan at all?", "I watch football, not a lot actually. I like hockey. I'll check it out for sure. I know him, but not really familiar with TB12 Method you mentioned. Have you already tried or just planning to follow?", "I plan to follow one day. Not just for health but to get me through the NFL off-season since the regular season only lasts 17 weeks, which is far too short for us die hard fans. Ha!", "Honestly I've never been able to understand why this is just 17 weeks. If it was regular and at least 6-7 months, I'll probably follow more regularly lol Are you fan of any team?", "[[blender3-3B:test-topical-25]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["hey there do you ever watch football?", "Yes, I watch it a lot. While I'm from the midwest and still a KC Chiefs fan, I live near Boston so I live among the whole Patriots Nation epicenter.", "ah I see, did you hear how Univ. of Iowa painted their visiting teams locker room pink?", "[[blender3-3B:test-topical-26]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you like Football?", "I do like Football. Do you? I've heard that it's been a category on Jeopardy before!", "I do, but I don't follow it very much, and I heard about that Jeopardy show and the NFL based knowledge, I would never pass that one haha!", "It could be hard. I'm not sure I could get ones where they ask about specific plays.", "Right? I wouldn't either. I guess during that episode Alex Trebek was considered the entertainment on that show hahaa, There were some pretty funny answers.", "[[blender3-3B:test-topical-27]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "[[blender3-3B:test-topical-28]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["I find science fascinating. How about yourself?", "I do too! Ezspecially natural science.", "Were you aware that the emperor of Japan is a scientist and still publishes papers?", "I had no idea! How fun. The world wide web was invented by a scientist too. I always thought it would have been an engineer.", "That is interesting. I would have thought the same. It's strange to me that the term scientist wasn't even coined until 1833. I wonder how they referred to previously?", "[[blender3-3B:test-topical-29]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello there, do you watch the NFL", "Hello, yes I do. DO you know Tom Brady, the Patriots guy?", "Sure do, he is my favorite player. DO you know he is a book author too?", "Yeah the Athlete's Bible. I have not read it yet but seems to be making its rounds", "Yes that and also the documentary series Tom vs. Time. I want to watch those as well", "That should be fun for real. Did you know women can play in the NFL?", "[[blender3-3B:test-topical-30]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I am a fan of the game. What about you?", "Nice me too. Did you know women can play as well?", "No I actually did not know that was a fact. I was curious if any woman has ever tried out for a team.", "I wonder too and if they have tried they must not have made it yet. Do you know what the highest score in college football is?", "[[blender3-3B:test-topical-31]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, do you like football?", "Hello, i love the NFL now thats a real sports league!", "Do you know if they have female players?", "[[blender3-3B:test-topical-32]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Did you know elmo testified before congress?", "No, I didn't. Who is elmo by the way?", "elmo is a character on sesame street", "Interesting. No I didn't know, what did he testify about?", "[[blender3-3B:test-topical-33]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hey! Do you like Tom Brady?", "I might. Who is he and what does he do?", "He is a Quarterback in the NFL, well known for winning Superbowl games.", "He must be a tremendous talent. Is he any good at singing and dancing?", "I am not sure about that but he views Football as a type of religion to him.", "He probably has to sing and dance in exultation during the services he leads. Is he ordained in the NFL?", "[[blender3-3B:test-topical-34]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Are you a fan of Superheros?", "Hello, yes, I like them alot!", "I've never been good at distinguishing between Marvel and DC, since I dont know too much, but Ive always liked Hulk, but I think my favorite is Deadpool.", "Yes, I like the Hulk Didn't know there were over 300 registered superheroes in the US!", "Wow that is a lot. I heard there is a comic about fixing the collateral damage caused by the superheros. I bet that is a funny one.", "I was thinking the same. lol, Have you seen the Normalman superhero?", "[[blender3-3B:test-topical-35]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Do you like football?", "I like the NFL, but I think 16 games is not enough to build rivalries.", "Yes, i completely agree! What do you think would be a good number of games for an NFL team to play in a season?", "[[blender3-3B:test-topical-36]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, how are you. Are you a movie fan? Have you seen Deadpool 2?", "I watch movie once in a while. YOu?", "I am a huge movie/Marvel fan. In Deadpool 2, there is a scene where Deadpool kills Ryan Reynolds (who plays Deadpool).", "I have not watched the movie. But I know that the deadpool videogame cost more to make than the deadpool the movie", "Oh my god, Really??? That is crazy. Deadpool has made more money than any other R rated movie, not directed by James Cameron or George Lucas.", "[[blender3-3B:test-topical-37]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["do you watch football?", "I sure do. Do you know the U of Iowa painted the visitor locker room pink?", "I wonder if that is supposed to have some effect on the opposing team", "I wonder too. Did you know bowlers made more than football players in the 60s?", "[[blender3-3B:test-topical-38]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["You play video games?", "Heck yeah, Playstation gamer here", "Cool, haven't really played since the Xbox original... LOL", "Not even nintendo?", "[[blender3-3B:test-topical-39]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Did you watch Deadpool?", "Yes I like the first Deadpool a lot. The second one I didn't think was as good but I did like Josh Brolin as cable, what did you think", "I did not watch the first deadpool but enjoyed the second. I have heard the first was better so maybe better that I watched the second one first so I don't get disappointed haha! Some people think Deadpool 2 was funnier though and I do like comedy.", "Well you should see them both because they are both pretty good. I do like the first one a lot more. It's a lot more tongue and cheek. Also, I can't believe that they didn't bring the first director back, they should have definitely done that it may have been a better movie", "Did you ever read the comics? Hardcore comic fans seemed to lament the inconsistencies between the comics and the films.", "[[blender3-3B:test-topical-40]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi. How are you", "I'm fine. Thanks for asking and you?", "I am fine too", "Do you like watching movies?", "Sure. Mystery,Comedy. Sci Fy, Action", "Have you seen Jurassic World: Fallen Kingdom?", "[[blender3-3B:test-topical-41]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["How familiar are you with football?", "I am kinda familiar. Sometimes I watch. Maybe the SB if I have a chance. What about you?", "I am pretty much the same. Any favorite team or position?", "Don't have a favorite team. Usually root for the underdog in the SB. I think that the Pats have reached the end of their reign. Brady is too old.", "Really? I think even aside from brady, they have had a lot of talented people over the years like green ellis", "[[blender3-3B:test-topical-42]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Do you like to swim?", "I love swimming. Do not think that I am a professional, I am not a professional.", "It's okay. Most people swim for recreation and exercise.", "I can only doggie paddle. Do you like to swim?", "I do. I enjoy swimming in summer with my grandchildren. I also enjoy watching swimming competition in the Olympics.", "That is sweet. Who is your favorite swimmer athlete?", "[[blender3-3B:test-topical-43]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you?", "hey do you like Robert DOwney Jr?", "I do like him. Do you?", "ya I liked him a lot in Iron Man 1, I guess he would hide food on the set of Infinity war which is definitely weird haha", "Well, what kind of food? If it was tasty food that others would steal from him, yeah! Hide that food!", "[[blender3-3B:test-topical-44]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Are you a football fan?", "Hi! I watch it from time to time, are you? Have a favorite player or team", "I only watch a little. I dont really have a favorite player.", "I think a famous one is Tom Brady, especially with the release of his docuseries called \"Tom vs. Time\", have you seen or heard about it?", "[[blender3-3B:test-topical-45]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hey there! Did you see the movie \"Gotti\" with John Travolta? I wouldn't be surprised if you didn't. It apparently was failure among many critics.", "I did not but the reviews did pan it. The reviews on Rotten Tomatoes were not that horrible though", "Hmmm... thought I saw that it got a zero percent on Rotten Tomatoes. Do you use Rotten Tomatoes much?", "[[blender3-3B:test-topical-46]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi. Do you watch the NFL?", "I love the NFL. My team is the Buffalo Bills, so I'm not much of a Patriots fan. You?", "I used to an NFL fan, but I live in a city they recent;y abandoned so I'm not into it at all anymore. I hate the Patriots, though", "That makes two of us. You can't argue with Tom Brady's success, though. Are you familiar with his TB12 method?", "[[blender3-3B:test-topical-47]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hey! It sounds crazy but there are several teenagers running for governor in Kansas. Of course, there are a lot of adults unhappy at the news.", "Didn't even know that was legal, surely they have to be 18 right?", "[[blender3-3B:test-topical-48]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, just watched my favorite NFL team, the Ravens, get eliminated from the playoffs.", "Couldn't have happened to a better team, lol. I live in Baker Mayfield territory. Do the Ravens have the same weird rule as the Saints, that prohibits its cheerleaders from eating at the same restaurant as the players?", "I think so. Similar that if an nfl player comes in the cheerleader has to leave.", "That's an asinine rule. Are there any female NFL players yet?", "[[blender3-3B:test-topical-49]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hey, have you heard about that new lifestyle plan that Tom Brady came up with?", "Hi! No I have not. What is it?", "He's called it \"The TB12 Method\". Sounds a little crazy to be treating football as a lifestyle.", "Do you know how many teams are in the NFL?", "[[blender3-3B:test-topical-50]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, how are you?", "Doing well! I have played a lot of tennis, never 11 hours of a single match though.", "So you're a slacker??? Just kidding! 11 hours is too long for any sport!", "haha, i know im lazy! I agree! I wish they had another black player who won the title!", "Is Keys black?", "[[blender3-3B:test-topical-51]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, are you interested in baseball at all?", "Yes I do, I am a red sox fan. How about yourself?", "I am as well! My great grandfather was a fan even back when the Giants refused to face the Red Sox in the 1904 World Series.", "Yes, my family is longtime fans as well. Fenway Park is one of the two ballparks that have been in use for over 100 years.... Wrigley is the other.", "The Red Sox are certainly historic like that! It's one of the original eight American League charter franchises I believe. Funny to think it was technically called the \"Red Stockings\".", "Did you know that Lebron James is part of the group that owns the Red Sox?", "[[blender3-3B:test-topical-52]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi, do you enjoy watching Football?", "At times, yes. I'm primarily a Bronco's fan, though, so I don't see a lot about other teams unless we play them.", "That's cool, the Broncos aren't the same without Peyton Manning though, in my opinion.", "That's an understatement! I mean, I know the QB is an important position, but losing one player like that shouldn't make the team crumble.", "True, but he was iconic. What do you think about the Patriots?", "[[blender3-3B:test-topical-53]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi Turker, are you a fan of NFL, if yes do you watch Thursday night football?", "I am a fan, my Thursday nights wouldn't be the same withou that sacred sport, what about you?", "I feel the same way, I like Thursday night football and I hope nothing change.", "It seems like the Thursday packages isnt going anywhere so that is a good thin, did you know Disney is the owner of ABC and ESPN?", "[[blender3-3B:test-topical-54]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hey, I love the Lions and the teammate Ndamukong Suh.", "I am from Chicago so I must hate the Lions. Bear down! He eventually signed with the Rams.", "Oh nice! I am a huge Packers fan from California! Ha. Ndamukong spent three years with the Dolphins.", "How do you become a packers fan in California? It is in my blood to despise them.", "I know, it's a weird thing! I should be a Rams fan.", "Did you move from Wisconsin?", "[[blender3-3B:test-topical-55]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hey! Are you a football fan?", "Hello, I love football! how about you?", "I watch a little here any there.", "Are you a Tom Brady fan? I have his book, it is basically the new bible!", "[[blender3-3B:test-topical-56]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["do you watch the NFL?", "I do. DId you know women can play too?", "Yes there is no rule against them as long as they qualify", "Yeah. THe game only lasts for 11 minutes, active game at least", "Yes. DId you know engineers make more money over their lifetime though?", "[[blender3-3B:test-topical-57]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch football?", "Hi, yes. I love football! I did not realize the season lasted 17 weeks!", "Yeah pretty long. I guess with 32 teams playing it takes that much time", "Did you see they only rest one weekend during the season?", "That is crazy, so much work goes in there. Did you know U of Iowa painted their visitor locker room pink?", "[[blender3-3B:test-topical-58]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hello, have you seen the movie Jurassic World?", "Helo there, yes I have and I like them all. Did you know dinosaurs in Jurassic Park only apperad for 15 minutes?", "Wow that is pretty short in a movie that is all about dinosaurs don't you think?", "haha I know. And the Jurassic Park ride cost twice as much as the whole movie", "That is insane, but I heard that is cost like $110 million, that is a ton of money", "Yeah pretty insane. Do you know how they generated the raptors in the movie?", "[[blender3-3B:test-topical-59]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, have you seen the movie \"Black Panther, If yes, did you like it?", "I did enjoy the film, although not as much as Avengers: Infinity War with its record breaking opening.", "I didn't like it as much either, do you know how Black Panther is partly responsible for success of Avengers: Infinity War?", "Hard to say for sure, but opening 10 weeks prior may have helped the big film's succeed.", "Did you know Avengers: Infinity War made more money than Star Wars?", "[[blender3-3B:test-topical-60]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Good morning! Have you heard of Stan Lee? Did you know that he did cameos in all of the Marvel movies?", "I have! He was such a good writer! I love looking for him in his films!", "I do too and I agree, he was a good writer. Sometimes he even speaks, like in Captain America, the Winter Soldier.", "I didn't know that! What else was he in?", "[[blender3-3B:test-topical-61]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi, do you watch the NFL?", "I usually watch the NFL, but the 16 week regular season games are too much for me to keep up on. What about you?", "Same here so I just watch some of the games. Did you know U of Iowa painted their visitor locker room pink?", "I wonder if even the toilets and urinals are pink. I'm sure the opposing teams get amusement out of that", "Yeah that makes sense. Do you know how many teams are in the NFL?", "[[blender3-3B:test-topical-62]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I enjoyed the superbowl, and watching Brady and company winn their sixth NFL champioship", "Yes me too, I like that. Did you know Brady has written a book now as well?", "Is that the TB12 Method?", "Yes and that is also his lifestyle brand And there seems to be a documentary in the works, Tom vs Time", "Oh, yeah, is that the Facebook series?", "[[blender3-3B:test-topical-63]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Tom Brady is a wonderful player. He was played for New England Patriots.", "I guess if you are a patriots fan you can call him wonderful. I am certainly not one of those lol.", "The NFL is the major profession football league in North America.", "I know that. I watch it every week. How about you?", "[[blender3-3B:test-topical-64]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "[[blender3-3B:test-topical-65]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["hi how are you? Football is on the chat menu. Do you like football?", "Hey there I do like football. I just wish I had seen the game that was the highest scoring football game of all time haha it was 222 to 0 have you heard about this game", "Was that Georgia Tech? what was the coach thinking? it seems cruel.", "[[blender3-3B:test-topical-66]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["I guess the NFL protests have been a source of contention for more than a year now though you don't hear a lot about it this season.", "I remember hearing about it at the start of the season, watching to see if any teams or players (including my fantasy players) would stand or sit or kneel or whatever. I have Kenny Stills and he took part in the protest, at least at the start of the season.", "It is sad to me that so many completely misunderstand what the players are trying to do. Many dissenters of their actions used their peaceful attempt to bring injustice to light as a false call for patriotic awareness.", "It seems to me that the true purpose of the protest is lost. What is it about? The concept of bail set pre-trial?", "It covers many areas in my view. Overreach by law enforcement, in-proportional handling of blacks by the courts and many others. I am a product of the 60s and fully understand their frustrations", "Is there a specific policy change sought, or do you think it's too complex for anyone to hope for a clear resolution?", "[[blender3-3B:test-topical-67]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Do you think gender and race are equally worthy of attention in judging films?", "I think they are both very important issues and essential in the progression towards equality", "Should the Oscars consider these factors on an equal basis when making awards?", "Yes, I think these factors should be considered on an equal basis though perhaps how the movies present the issues and bring awareness to them is more important.", "I agree with that. What about box office draw, should that be considered in the Oscar evaluation?", "[[blender3-3B:test-topical-68]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["But seriously, who doesn't like fantasy lit? I was surprised to find out it's a pretty modern genre, with most written since the 1960s.", "I cant recall any lol, and yeah, I cant believe its a modern genre I wouldnt know what to do without fantasy in my life,", "I read a lot of fairy tales when I was a kid. Would they be classified as fantasy?", "Yeah I think they are, speaking of GOT, you know that George R.R Martin was unsure about putting dragons into the mix, good thing he did,", "No kidding. They make great TV. But I would like to read his books, as well. I imagine they're pretty good. Have you read the books?", "[[blender3-3B:test-topical-69]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, do you watch star wars?", "Hey there I do like Star Wars. I've seen all the movies, what about you? I really like the first one the best though.", "Yes, I have seen all of the star wars series too!", "Which movie is your favorite? It's funny that Star Wars was thought to be a flop, and so 20th Century Fox gave the merchandising rights to George Lucas, then he became a billionaire due to that LOL", "[[blender3-3B:test-topical-70]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi there, do you watch the NFL?", "I do. I'm a big Patriots fan!", "Nice. I assume you like Brady then too? He is a obok author now as well.", "[[blender3-3B:test-topical-71]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["hey did you know the nfl has no rule against female players?", "Smart move, no law suits that would be obvious and easy to pursue.", "ya that iss true, do you think we'll ever see one? I think its lpossible in our lifetime", "I just say something about girl who is trying to turn pro. Its seems a stretch, maybe as a kicker or punter.", "ya I could see that, do you watch the nfl? A game actually only has about 11 mins of actual gameplay apparently", "[[blender3-3B:test-topical-72]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["I've never seen Jurassic World and I get the criticism that it's a departure from the message of the original Jurassic Park, but I'd still like to see it.", "I see. What is the departure from the message of the original?", "[[blender3-3B:test-topical-73]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch football?", "Not too often, but I'm familiar with some of it because my bro is a big fan (even got a football scholarship in college.)", "Oh nice, that is a sweet deal. Does he go to U of Iowa by any chance?", "[[blender3-3B:test-topical-74]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Have you heard about the Puerto Rico Strong anthology of comics?", "never before this is my first time, have you?", "Yes. All the profits go to United Way of Puerto Rico. It has a lot of stories about Puerto Ricos history.", "Sounds interesting doesn't it? Specially given the great writers behind the comic. And it's a great cause as well. Have you seen the Black panther films before?", "Haven't seen it, but heard good things from the critics. I know it came out this year and was made by Marvel.", "Yes correct, I've seen the first but have yet to see the second. Given their intentions and the great writers do you believe it will have an impact on the public's perception on Puerto Rico and its history?", "[[blender3-3B:test-topical-75]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["I never knew the NFL was the highest professional level of football in the world. Did you?", "I did. The 17 week regular season is my favorite sports season.", "Do you watch the playoffs?", "[[blender3-3B:test-topical-76]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hello, do you watch the NFL?", "The NFL? The National Football League? Is that still a thing?", "Yeah the NFL. Do you know how many teams are there?", "More than a dozen, I'm sure. I thought most of them went bankrupt during the Great Recession. Huh. I guess I was wrong. How many are there?", "Well currently there are 32 teams.", "32 seems a bit excessive. Are they planning on eliminating a couple? Seems only fair. People ought to be doing things on a Sunday.", "[[blender3-3B:test-topical-77]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["hi how are you doing over there?", "Fine. Are you a movie fan?", "yes, i am a movie fan. I think that there are many fine movies done by Tom Cruise.", "Loved him in Rainman and Jerry McGuire. What do you think of his Mission Impossible films?", "he has done a great job finding co-stars that round out the cast. the stories are strong too.", "Can't say. Only saw the 1st film. Heard that Angela Bassett is in the latest film. Like her a lot. Which costars are your favorites?", "[[blender3-3B:test-topical-78]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Do you follow the NFL?", "not really. I only watch the Superbowl every year.", "So you watch the Superbowl at the beginning of this month?", "[[blender3-3B:test-topical-79]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hard to believe that the Patriots just won the Super Bowl again. I wonder how Tom Brady is still so good given his age.", "Good morning, I love Tom Brady, he's like the energizer bunny, he just keeps going and going and going...Lol Didn't realize he was so spiritual, did you?", "[[blender3-3B:test-topical-80]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Did you know that the Library of Congress has a National Book Festival? Do you think they have comic books there like Wonder Woman?", "No I didn't know that. Brad Meltzer is a great author though, he has some work at the Congress National Book Festival such as history decoded", "One book I really liked reading was Body of Lies by David Ignatius. I saw the movie made about it, too. Did you?", "I saw the movie. It has Leonardo DiCaprio I think it was directed by Ridley Scott. I actually liked that movie a lot. did you see the movie Wonder Woman by the way", "Yes! Wonder Woman was a great movie. I liked the graphics in it and the actress herself was great. She must have used stunt doubles, though?", "[[blender3-3B:test-topical-81]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Is google your primary search engine?", "It is, I just love using Google searches are accurate and fast, I also like Yahoo searches, whay about you? do you like use Google much?", "I like how google specializes in internet related services and products. They have so much computer power behind a single search that they use more computing power than it took to send man to the moon", "Wow I guess that is a lot of power, I use the Google Maps a lot so thats another thing that I got to thank google about", "I like how google in general goes the extra mile. For instance, for countries that dispute borders, google tailors the map according to each country's claims", "That seems like a lot of work, I wonder how their servers handle that amount of info and have you heard about the self-driving cars Google has?", "[[blender3-3B:test-topical-82]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi good afternoon! Do you like Spiderman? Like other Marvel characters he was created by Stan Lee.", "Hi! Yes! I love all the superhero movies! Stan lee was so creative an amazing he did such great work within the Marvel Company", "Awesome! Spiderman first appeared in the anthology comic book Amazing fantasy number 15.", "Wow, I didnt know, I did know that Stan Lee wrote 15 dc comics! isnt it incredible?!", "[[blender3-3B:test-topical-83]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, have you seen the new A Wrinkle in Time? Oprah is in it.", "Actually, I haven't but I have read the original novel by Madeleine L'Engle way back when I was in elementary school.", "That is a good book. This new movie is done very well, especially the young actress, Storm, who plays Meg.", "Yeah, I've read she really felt a bond with the character. And really related to her on several levels.", "I was surprised to find that Meryl Streep's first role was in a sports movie.", "Hey that's pretty neat! Did you know she also speaks fluent Italian?", "[[blender3-3B:test-topical-84]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [2, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hey, did you know there is a species of fish that is immortal? How cool is that?", "Really? Where is this species found?", "Im not 100% but i believe not too far from Japan.", "Are dolphins considered fish?", "No i dont think so as they are mammals and not fish.", "What about octopus what are they considered?", "[[blender3-3B:test-topical-85]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Hi, how are you this morning?", "Great! Hope you're doing well! So do you follow association football aka soccer? Hard to believe it makes more money than golf, tennis, football, basketball, baseball and hockey combined!", "I watch a little soccer. I didn't realize it made so much money.", "It's crazy, isn't it? I guess that's why Mesut Ozil donated his entire world cup victory bonus to pay for the surgery of 23 children in Brazil. Must have been pocket change considering!", "[[blender3-3B:test-topical-86]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 3}
{"utterances": ["Hi are you a fan of pianos?", "I know how to play one. I am not great though", "That's awesome! I could never play. I've played around with them when I've been around them and my fingers just don't work the keys anywhere near remotely close to how they should. lol An aluminum grand piano was built for the lounge of the airship Hindenburg. It weighed only 356 pounds.", "I would have thought it would have been a lot more.", "I know right? In 2006 a group of climbers reached the top of Britain's highest mountain and found a piano. lol Wonder how it got there?", "[[blender3-3B:test-topical-87]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["You heard of the electronic music group The Thievery Corporation? theyre starting to blow up apparently", "I head they devoloped a greatdoundtrack for a big weeding in Cheve Chase Md.", "Yes they did. I think they're going to be very famous in the future. What kind of music do you listen to do you like jazz?", "[[blender3-3B:test-topical-88]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Good Morning! Hope your day is going well", "It is going well. I'm considering catching a movie - what will you do today?", "[[blender3-3B:test-topical-89]]"], "speakers": ["A", "B", "A"], "annotation_target_pair": [0, 2], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Do you enjoy hockey?", "I actually really enjoy it, and I've been playing my whole life, both ice, and ball hockey. How about you?", "Oh, wow. I like to watch but could never play. I was stunned when I recently learned that an ice hockey rink just remains under a basketball court when they switch it.", "Yeah, it's insane how fast they do the conversion too. In less than 24 hours, they are able to completely transform the whole arena, from basketball floor, to ice. It's funny, back in the day, hockey rinks only used to have one penalty box for both teams, so you'd have players from opposing teams, fight with each other in the boxes!", "Oh wow! That is impressive. I didn't know they put them in the same box either. That's a recipe for disaster. Did you know that Canada has two national sports?", "[[blender3-3B:test-topical-90]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Have you seen Thor?", "hi how are you? i have not seen thor?", "I've seen it. The first one is good, the second one, not so much.", "I dont really like the superhero films. too many explosions, too many battle scenes. it gets old.", "Yeah, they get old really quick. I'm in the same camp. I did like how the Batmans with Bale were done though. What about you?", "[[blender3-3B:test-topical-91]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["hi how are you doing? do you like cars?", "I am ok, yes I like cars a lot, I even have a huge car collection of toys cars, I was saving for years.", "i dont have a car at the moment. i do like cars though. what do you think of south africa?", "Wow that something that it's legal to equip car with flame throwers to prevent carjacking.", "i wonder how many people actually do that. it cant be cheap to do it and maybe other people could get hurt.", "Yes you are right, I wonder Jann Mardenborough became a professional race car driver by beating 90,000 people in a video game?", "[[blender3-3B:test-topical-92]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Do you watch the NFL?", "Yes, The NFL is one of the major sports leagues in North America and the highest professional football league in the world.", "What about the other kind of football like soccer, do you watch them?", "Yes, Football is the team sports which is referred by different names in different place. But every one like it to play.", "Yes but do you like to watch soccer? or rugby or Canadian football?", "[[blender3-3B:test-topical-93]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [1, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["Are you a big youtube user? I am!", "I'm a very big user of youtube. Does most of their content is uploaded by individuals and media corporations?", "Yes! It was created in Feb. of 2005 by 3 former PayPal employees.", "Wow!! I didn't know this. Do you happen to know what the names are of those 3 former Paypal employees?", "[[blender3-3B:test-topical-94]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hi there, do you watch the NFL?", "Yes I do. I enjoyed the superbowl, and watching Brady and company winn their sixth NFL champioship", "Yes me too, I like that. Did you know Brady has written a book now as well?", "[[blender3-3B:test-topical-95]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["hi do you watch the nfl?", "I sure do. DO you know how many teams are in the nfl?", "Yes there are 32 teams divided between NFC and AFC", "Right. Did you know women can play?", "[[blender3-3B:test-topical-96]]"], "speakers": ["A", "B", "A", "B", "A"], "annotation_target_pair": [2, 4], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Do you have a nintendo?", "Yea, have the First Mario kart that came out in 1992 too", "Nice. Did you know that coins in mario kart made you go faster?", "[[blender3-3B:test-topical-97]]"], "speakers": ["A", "B", "A", "B"], "annotation_target_pair": [1, 3], "rgm_name": "blender3-3B", "contradictory_label_count": 2}
{"utterances": ["I always thought that there was only one type of hockey - ice hockey.", "What other kinds of hockey are there? Are they in the Olympics?", "The other type is field hockey. I do not think it is in the Olympics?", "Field hockey? I wonder why anyone would play that instead of soccer.", "I don't know but Canada has ice hockey as one of their national sports.", "What's the other national sport? I thought Canadians talked and dreamed only about hockey.", "[[blender3-3B:test-topical-98]]"], "speakers": ["A", "B", "A", "B", "A", "B", "A"], "annotation_target_pair": [4, 6], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
{"utterances": ["Hello, how are you?", "I'm good thanks. Are you a football fan?", "Not a die-hard fan but I keep up with it. What about you? I have some trivia about football if you're interested.", "I'm about the same. Sure, I'd like to hear it.", "Do you know about the tracking chips the NFL uses during the game?", "[[blender3-3B:test-topical-99]]"], "speakers": ["A", "B", "A", "B", "A", "B"], "annotation_target_pair": [3, 5], "rgm_name": "blender3-3B", "contradictory_label_count": 0}
